window.ludaData = window.ludaData || {};
window.ludaData.deviceDetails = {
  M022: {
    specifications: [
      {
        label: "سعة التحميل (كيلو نيوتن)",
        value: "1000",
      },
      {
        label: "نطاق قياس الحمل الفعال (كيلو نيوتن)",
        value: "100～1000",
      },
      {
        label: "دقة قياس الحمل",
        value: "±1%",
      },
      {
        label: "مسافة اختبار الشد الرأسي (مم)",
        value: "690",
      },
      {
        label: "مساحة اختبار الضغط الرأسي (مم)",
        value: "620",
      },
      {
        label: "سُمك تثبيت العينة المسطحة (مم)",
        value: "0～15",
      },
      {
        label: "قطر تثبيت العينة الدائرية (مم)",
        value: "20～40, 40～60",
      },
      {
        label: "شوط المكبس (مم)",
        value: "180",
      },
      {
        label: "أبعاد لوحة الضغط (مم)",
        value: "Φ220(Upper) Φ230(Lower)",
      },
      {
        label: "مسافة الاختبار الأفقية (مم)",
        value: "450",
      },
      {
        label: "أقصى سرعة للمكبس (مم/دقيقة)",
        value: "100",
      },
      {
        label: "أقصى سرعة لرأس التوصيل (مم/دقيقة)",
        value: "240",
      },
      {
        label: "قدرة المحركات (كيلوواط)",
        value: "1.8",
      },
      {
        label: "أبعاد الوحدة الرئيسية (مم)",
        value: "945×630×2100",
      },
      {
        label: "أبعاد خزانة التحكم (مم)",
        value: "700×520×1630",
      },
      {
        label: "الوزن الإجمالي (كجم)",
        value: "2000",
      },
    ],
  },
  P001: {
    features: [
      "يمكن لنظام التحكم في مصدر زيت المؤازرة المستخدم في هذه المعدات أن يقلل بشكل فعال من ضوضاء تشغيل المعدات، ويقلل من توليد الحرارة، ويطيل عمر خدمة الزيت، ويلغي الحاجة إلى التبريد.",
      "يمكن لنظام امتصاص الصدمات في هذه المعدات أن يقلل بشكل فعال من الاهتزاز أثناء استخدام المعدات، مما يجعل العملية التجريبية أكثر أمانًا وراحة.",
      "إن الهيكل الخالي من البراغي يجعل هذا الجهاز أكثر صلابة، وأكثر ملاءمة للصيانة، وأقل عرضة للأعطال مقارنة بآلات الاختبار العالمية الأخرى.",
    ],
    specifications: [
      {
        label: "سعة التحميل (كيلو نيوتن)",
        value: "600",
      },
      {
        label: "نطاق قياس الحمل الفعال (كيلو نيوتن)",
        value: "30～600",
      },
      {
        label: "دقة قياس الحمل",
        value: "±0.5%",
      },
      {
        label: "مسافة اختبار الشد الرأسي (مم)",
        value: "670",
      },
      {
        label: "نطاق قطر عينة الأسطوانة (مم) (مم)",
        value: "Φ13~Φ26,Φ26~Φ40",
      },
      {
        label: "نطاق سُمك عينة اللوحة (مم)",
        value: "0~15",
      },
      {
        label: "عرض تثبيت العينة (مم)",
        value: "110",
      },
      {
        label: "أقصى سرعة ارتفاع (مم/دقيقة)",
        value: "350",
      },
      {
        label: "أقصى سرعة خفض (مم/دقيقة)",
        value: "500",
      },
      {
        label: "قدرة المحرك (كيلوواط)",
        value: "2.3",
      },
      {
        label: "جهد التغذية",
        value: "AC220V±10%,50-60Hz",
      },
      {
        label: "أبعاد الآلة (مم)",
        value: "1440×580×2200",
      },
      {
        label: "الوزن (كجم)",
        value: "2350",
      },
    ],
  },
  P002: {
    features: [
      "يمكن لنظام التحكم في مصدر زيت المؤازرة المستخدم في هذه المعدات أن يقلل بشكل فعال من ضوضاء تشغيل المعدات، ويقلل من توليد الحرارة، ويطيل عمر خدمة الزيت، ويلغي الحاجة إلى التبريد.",
      "يمكن لنظام امتصاص الصدمات في هذه المعدات أن يقلل بشكل فعال من الاهتزاز أثناء استخدام المعدات، مما يجعل العملية التجريبية أكثر أمانًا وراحة.",
      "إن الهيكل الخالي من البراغي يجعل هذا الجهاز أكثر صلابة، وأكثر ملاءمة للصيانة، وأقل عرضة للأعطال مقارنة بآلات الاختبار العالمية الأخرى.",
    ],
    specifications: [
      {
        label: "سعة التحميل (كيلو نيوتن)",
        value: "1000",
      },
      {
        label: "نطاق قياس الحمل الفعال (كيلو نيوتن)",
        value: "50～1000",
      },
      {
        label: "دقة قياس الحمل",
        value: "±0.5%",
      },
      {
        label: "مسافة اختبار الشد الرأسي (مم)",
        value: "690",
      },
      {
        label: "نطاق قطر عينة الأسطوانة (مم) (مم)",
        value: "Φ14~Φ45",
      },
      {
        label: "نطاق سُمك عينة اللوحة (مم)",
        value: "0~40",
      },
      {
        label: "عرض تثبيت العينة (مم)",
        value: "110",
      },
      {
        label: "أقصى سرعة ارتفاع (مم/دقيقة)",
        value: "350",
      },
      {
        label: "أقصى سرعة خفض (مم/دقيقة)",
        value: "500",
      },
      {
        label: "قدرة المحرك (كيلوواط)",
        value: "2.3",
      },
      {
        label: "جهد التغذية",
        value: "AC220V±10%,50-60Hz",
      },
      {
        label: "أبعاد الآلة (مم)",
        value: "1570×970×2280",
      },
      {
        label: "الوزن (كجم)",
        value: "3200",
      },
    ],
  },
  P003: {
    features: [
      "يعتمد الإطار على هيكل إطار جسري، مصنوع من فولاذ فائق القوة.",
      "الدرع مصنوع من مادة أكريليك شفافة، نظيفة وجميلة، ويمكن من خلالها مراقبة عملية الاختبار بأكملها.",
      "فكوك هيدروليكية خارجية، سهلة الصيانة.",
      "باستخدام لوحة ضغط علوية/سفلية، لتحقيق مساحة مزدوجة للشد والضغط.",
      "يعتمد المستشعر على مستشعر العجلة والشعاع، وهو يتميز بدقة عالية ومعدل ثابت، مع خاصية التبادلية.",
      "جهاز كمبيوتر من ماركة معروفة، مزود بلوحة مفاتيح وفأرة لاسلكيتين، وشاشة عرض كبيرة، وتشغيل سلس.",
      "استخدام مضخات زيت مزدوجة ومحركين لتحقيق مصدر زيت مستقل وإمداد بضغط مستقر.",
    ],
    customized: [
      "يمكن ترقيتها إلى فئة دقة 0.5%",
      "يمكن ترقيته إلى نظام هيدروليكي بمحرك سيرفو",
    ],
    specifications: [
      {
        label: "سعة التحميل (كيلو نيوتن)",
        value: "600",
      },
      {
        label: "نطاق قياس الحمل الفعال (كيلو نيوتن)",
        value: "60～600",
      },
      {
        label: "دقة قياس الحمل",
        value: "±1%",
      },
      {
        label: "مسافة اختبار الشد الرأسي (مم)",
        value: "1050",
      },
      {
        label: "مساحة اختبار الضغط الرأسي (مم)",
        value: "950",
      },
      {
        label: "قطر تثبيت العينة (مم)",
        value: "Φ12~Φ16",
      },
      {
        label: "شوط المكبس (مم)",
        value: "200",
      },
      {
        label: "أبعاد لوحة الضغط (مم)",
        value: "Φ220(Upper) Φ230(Lower)",
      },
      {
        label: "أقصى سرعة للمكبس (مم/دقيقة)",
        value: "100",
      },
      {
        label: "أقصى سرعة لرأس التوصيل (مم/دقيقة)",
        value: "240",
      },
      {
        label: "مسافة الاختبار الأفقية (مم)",
        value: "450",
      },
      {
        label: "جهد التغذية",
        value: "AC380V±10%,50-60Hz",
      },
      {
        label: "أبعاد الوحدة الرئيسية (مم)",
        value: "1050×710×2910",
      },
      {
        label: "أبعاد خزانة التحكم (مم)",
        value: "700×520×1630",
      },
      {
        label: "الوزن (كجم)",
        value: "3700",
      },
    ],
  },
  P004: {
    features: [
      "يعتمد الإطار على هيكل إطار جسري، مصنوع من فولاذ فائق القوة.",
      "الدرع مصنوع من مادة أكريليك شفافة، نظيفة وجميلة، ويمكن من خلالها مراقبة عملية الاختبار بأكملها.",
      "فكوك هيدروليكية خارجية، سهلة الصيانة.",
      "باستخدام لوحة ضغط علوية/سفلية، لتحقيق مساحة مزدوجة للشد والضغط.",
      "يعتمد المستشعر على مستشعر العجلة والشعاع، وهو يتميز بدقة عالية ومعدل ثابت، مع خاصية التبادلية.",
      "جهاز كمبيوتر من ماركة معروفة، مزود بلوحة مفاتيح وفأرة لاسلكيتين، وشاشة عرض كبيرة، وتشغيل سلس.",
      "استخدام مضخات زيت مزدوجة ومحركين لتحقيق مصدر زيت مستقل وإمداد بضغط مستقر.",
    ],
    customized: [
      "يمكن ترقيتها إلى فئة دقة 0.5%",
      "يمكن ترقيته إلى نظام هيدروليكي بمحرك سيرفو",
    ],
    specifications: [
      {
        label: "سعة التحميل (كيلو نيوتن)",
        value: "1000",
      },
      {
        label: "نطاق قياس الحمل الفعال (كيلو نيوتن)",
        value: "100～1000",
      },
      {
        label: "دقة قياس الحمل",
        value: "±1%",
      },
      {
        label: "مسافة اختبار الشد الرأسي (مم)",
        value: "1050",
      },
      {
        label: "مساحة اختبار الضغط الرأسي (مم)",
        value: "950",
      },
      {
        label: "قطر تثبيت العينة (مم)",
        value: "Φ12~Φ16",
      },
      {
        label: "شوط المكبس (مم)",
        value: "200",
      },
      {
        label: "أبعاد لوحة الضغط (مم)",
        value: "Φ220(Upper) Φ230(Lower)",
      },
      {
        label: "أقصى سرعة للمكبس (مم/دقيقة)",
        value: "100",
      },
      {
        label: "أقصى سرعة لرأس التوصيل (مم/دقيقة)",
        value: "240",
      },
      {
        label: "مسافة الاختبار الأفقية (مم)",
        value: "450",
      },
      {
        label: "جهد التغذية",
        value: "AC380V±10%,50-60Hz",
      },
      {
        label: "أبعاد الوحدة الرئيسية (مم)",
        value: "1050×710×2910",
      },
      {
        label: "أبعاد خزانة التحكم (مم)",
        value: "700×520×1630",
      },
      {
        label: "الوزن (كجم)",
        value: "3700",
      },
    ],
  },
  P007: {
    features: [
      "تعتمد الآلة على مستشعر إزاحة ضغط عالي الدقة، مع صمام رقمي عالي الحساسية، وسرعة استجابة عالية، ودقة عالية.",
      "تعتمد وحدة التحكم الهيدروليكية على نظام تحكم متكامل بالزيت المؤازر، مما يجعلها سهلة التشغيل ومستقرة وموثوقة.",
      "مع وظائف أخرى تشمل التنبيه الذكي لحالة التشغيل، والتعويض التلقائي للمحركات المؤازرة، وتحديد المواقع، والحفاظ على الضغط.",
      "يمكن تعديل مساحة الاختبار حسب الرغبة عن طريق تحريك العارضة، ويمكن اختبار قطع اختبار مختلفة.",
      "يمكن تبديل النطاق تلقائيًا، ويتم تحديد النطاق تلقائيًا وفقًا لحجم تحمل الحمل للعينة.",
      "بفضل وظيفة تثبيت ذروة الحمل القصوى، والحماية من الحمل الزائد، والحماية من تجاوز حدود الوضع، أصبح الاستخدام أكثر أمانًا.",
      "مع تخزين البيانات تلقائيًا وحساب وطباعة جميع نتائج الاختبار تلقائيًا.",
    ],
    customized: [
      "يمكن ترقيتها إلى فئة دقة 0.5%",
      "يمكن ترقيته إلى نظام هيدروليكي بمحرك سيرفو",
    ],
    specifications: [
      {
        label: "سعة التحميل (كيلو نيوتن)",
        value: "100",
      },
      {
        label: "نطاق قياس الحمل الفعال (كيلو نيوتن)",
        value: "10～100",
      },
      {
        label: "دقة قياس الحمل",
        value: "±1%",
      },
      {
        label: "مسافة اختبار الشد الرأسي (مم)",
        value: "480",
      },
      {
        label: "مساحة اختبار الضغط الرأسي (مم)",
        value: "480",
      },
      {
        label: "سُمك تثبيت العينة المسطحة (مم)",
        value: "0-15",
      },
      {
        label: "قطر تثبيت العينة الدائرية (مم)",
        value: "10-20",
      },
      {
        label: "شوط المكبس (مم)",
        value: "180",
      },
      {
        label: "حجم لوحة الضغط العلوية (مم)",
        value: "Φ180",
      },
      {
        label: "حجم لوحة الضغط السفلية (مم)",
        value: "Φ180",
      },
      {
        label: "المسافة بين عمودي مساحة السحب والضغط (مم)",
        value: "380",
      },
      {
        label: "أقصى سرعة للمكبس (مم/دقيقة)",
        value: "100",
      },
      {
        label: "أقصى سرعة لرأس التوصيل (مم/دقيقة)",
        value: "240",
      },
      {
        label: "قدرة المحركات (كيلوواط)",
        value: "1.2",
      },
      {
        label: "جهد التغذية",
        value: "AC380V±10%,50-60Hz",
      },
      {
        label: "أبعاد الوحدة الرئيسية (مم)",
        value: "730×600×1750",
      },
      {
        label: "أبعاد خزانة التحكم (مم)",
        value: "700×520×1630",
      },
      {
        label: "الوزن (كجم)",
        value: "1500",
      },
    ],
  },
  P008: {
    features: [
      "تعتمد الآلة على مستشعر إزاحة ضغط عالي الدقة، مع صمام رقمي عالي الحساسية، وسرعة استجابة عالية، ودقة عالية.",
      "تعتمد وحدة التحكم الهيدروليكية على نظام تحكم متكامل بالزيت المؤازر، مما يجعلها سهلة التشغيل ومستقرة وموثوقة.",
      "مع وظائف أخرى تشمل التنبيه الذكي لحالة التشغيل، والتعويض التلقائي للمحركات المؤازرة، وتحديد المواقع، والحفاظ على الضغط.",
      "يمكن تعديل مساحة الاختبار حسب الرغبة عن طريق تحريك العارضة، ويمكن اختبار قطع اختبار مختلفة.",
      "يمكن تبديل النطاق تلقائيًا، ويتم تحديد النطاق تلقائيًا وفقًا لحجم تحمل الحمل للعينة.",
      "بفضل وظيفة تثبيت ذروة الحمل القصوى، والحماية من الحمل الزائد، والحماية من تجاوز حدود الوضع، أصبح الاستخدام أكثر أمانًا.",
      "مع تخزين البيانات تلقائيًا وحساب وطباعة جميع نتائج الاختبار تلقائيًا.",
    ],
    customized: [
      "يمكن ترقيتها إلى فئة دقة 0.5%",
      "يمكن ترقيته إلى نظام هيدروليكي بمحرك سيرفو",
    ],
    specifications: [
      {
        label: "سعة التحميل (كيلو نيوتن)",
        value: "300",
      },
      {
        label: "نطاق قياس الحمل الفعال (كيلو نيوتن)",
        value: "30～300",
      },
      {
        label: "دقة قياس الحمل",
        value: "±1%",
      },
      {
        label: "مسافة اختبار الشد الرأسي (مم)",
        value: "540",
      },
      {
        label: "مساحة اختبار الضغط الرأسي (مم)",
        value: "480",
      },
      {
        label: "سُمك تثبيت العينة المسطحة (مم)",
        value: "0-15",
      },
      {
        label: "قطر تثبيت العينة الدائرية (مم)",
        value: "10-20 、20-32",
      },
      {
        label: "شوط المكبس (مم)",
        value: "180",
      },
      {
        label: "حجم لوحة الضغط العلوية (مم)",
        value: "Φ180",
      },
      {
        label: "حجم لوحة الضغط السفلية (مم)",
        value: "Φ180",
      },
      {
        label: "المسافة بين عمودي مساحة السحب والضغط (مم)",
        value: "400",
      },
      {
        label: "أقصى سرعة للمكبس (مم/دقيقة)",
        value: "100",
      },
      {
        label: "أقصى سرعة لرأس التوصيل (مم/دقيقة)",
        value: "240",
      },
      {
        label: "قدرة المحركات (كيلوواط)",
        value: "1.2",
      },
      {
        label: "جهد التغذية",
        value: "AC380V±10%,50-60Hz",
      },
      {
        label: "أبعاد الوحدة الرئيسية (مم)",
        value: "730×600×1840",
      },
      {
        label: "أبعاد خزانة التحكم (مم)",
        value: "700×520×1630",
      },
      {
        label: "الوزن (كجم)",
        value: "1700",
      },
    ],
  },
  P009: {
    features: [
      "تعتمد الآلة على مستشعر إزاحة ضغط عالي الدقة، مع صمام رقمي عالي الحساسية، وسرعة استجابة عالية، ودقة عالية.",
      "تعتمد وحدة التحكم الهيدروليكية على نظام تحكم متكامل بالزيت المؤازر، مما يجعلها سهلة التشغيل ومستقرة وموثوقة.",
      "مع وظائف أخرى تشمل التنبيه الذكي لحالة التشغيل، والتعويض التلقائي للمحركات المؤازرة، وتحديد المواقع، والحفاظ على الضغط.",
      "يمكن تعديل مساحة الاختبار حسب الرغبة عن طريق تحريك العارضة، ويمكن اختبار قطع اختبار مختلفة.",
      "يمكن تبديل النطاق تلقائيًا، ويتم تحديد النطاق تلقائيًا وفقًا لحجم تحمل الحمل للعينة.",
      "بفضل وظيفة تثبيت ذروة الحمل القصوى، والحماية من الحمل الزائد، والحماية من تجاوز حدود الوضع، أصبح الاستخدام أكثر أمانًا.",
      "مع تخزين البيانات تلقائيًا وحساب وطباعة جميع نتائج الاختبار تلقائيًا.",
    ],
    customized: [
      "يمكن ترقيتها إلى فئة دقة 0.5%",
      "يمكن ترقيته إلى نظام هيدروليكي بمحرك سيرفو",
    ],
    specifications: [
      {
        label: "سعة التحميل (كيلو نيوتن)",
        value: "600",
      },
      {
        label: "نطاق قياس الحمل الفعال (كيلو نيوتن)",
        value: "60～600",
      },
      {
        label: "دقة قياس الحمل",
        value: "±1%",
      },
      {
        label: "مسافة اختبار الشد الرأسي (مم)",
        value: "690",
      },
      {
        label: "مساحة اختبار الضغط الرأسي (مم)",
        value: "620",
      },
      {
        label: "سُمك تثبيت العينة المسطحة (مم)",
        value: "0-15",
      },
      {
        label: "قطر تثبيت العينة الدائرية (مم)",
        value: "13-26 、26-40",
      },
      {
        label: "شوط المكبس (مم)",
        value: "180",
      },
      {
        label: "حجم لوحة الضغط العلوية (مم)",
        value: "Φ180",
      },
      {
        label: "حجم لوحة الضغط السفلية (مم)",
        value: "Φ180",
      },
      {
        label: "المسافة بين عمودي مساحة السحب والضغط (مم)",
        value: "400",
      },
      {
        label: "أقصى سرعة للمكبس (مم/دقيقة)",
        value: "100",
      },
      {
        label: "أقصى سرعة لرأس التوصيل (مم/دقيقة)",
        value: "240",
      },
      {
        label: "قدرة المحركات (كيلوواط)",
        value: "1.8",
      },
      {
        label: "جهد التغذية",
        value: "AC380V±10%,50-60Hz",
      },
      {
        label: "أبعاد الوحدة الرئيسية (مم)",
        value: "890×590×2070",
      },
      {
        label: "أبعاد خزانة التحكم (مم)",
        value: "700×520×1630",
      },
      {
        label: "الوزن (كجم)",
        value: "2400",
      },
    ],
  },
  P010: {
    features: [
      "تعتمد الآلة على مستشعر إزاحة ضغط عالي الدقة، مع صمام رقمي عالي الحساسية، وسرعة استجابة عالية، ودقة عالية.",
      "تعتمد وحدة التحكم الهيدروليكية على نظام تحكم متكامل بالزيت المؤازر، مما يجعلها سهلة التشغيل ومستقرة وموثوقة.",
      "مع وظائف أخرى تشمل التنبيه الذكي لحالة التشغيل، والتعويض التلقائي للمحركات المؤازرة، وتحديد المواقع، والحفاظ على الضغط.",
      "يمكن تعديل مساحة الاختبار حسب الرغبة عن طريق تحريك العارضة، ويمكن اختبار قطع اختبار مختلفة.",
      "يمكن تبديل النطاق تلقائيًا، ويتم تحديد النطاق تلقائيًا وفقًا لحجم تحمل الحمل للعينة.",
      "بفضل وظيفة تثبيت ذروة الحمل القصوى، والحماية من الحمل الزائد، والحماية من تجاوز حدود الوضع، أصبح الاستخدام أكثر أمانًا.",
      "مع تخزين البيانات تلقائيًا وحساب وطباعة جميع نتائج الاختبار تلقائيًا.",
    ],
    customized: [
      "يمكن ترقيتها إلى فئة دقة 0.5%",
      "يمكن ترقيته إلى نظام هيدروليكي بمحرك سيرفو",
    ],
    specifications: [
      {
        label: "سعة التحميل (كيلو نيوتن)",
        value: "1000",
      },
      {
        label: "نطاق قياس الحمل الفعال (كيلو نيوتن)",
        value: "100～1000",
      },
      {
        label: "دقة قياس الحمل",
        value: "±1%",
      },
      {
        label: "مسافة اختبار الشد الرأسي (مم)",
        value: "690",
      },
      {
        label: "مساحة اختبار الضغط الرأسي (مم)",
        value: "620",
      },
      {
        label: "سُمك تثبيت العينة المسطحة (مم)",
        value: "0-15",
      },
      {
        label: "قطر تثبيت العينة الدائرية (مم)",
        value: "14-32 、30-50",
      },
      {
        label: "شوط المكبس (مم)",
        value: "180",
      },
      {
        label: "حجم لوحة الضغط العلوية (مم)",
        value: "Φ220",
      },
      {
        label: "حجم لوحة الضغط السفلية (مم)",
        value: "Φ230",
      },
      {
        label: "المسافة بين عمودي مساحة السحب والضغط (مم)",
        value: "450",
      },
      {
        label: "أقصى سرعة للمكبس (مم/دقيقة)",
        value: "100",
      },
      {
        label: "أقصى سرعة لرأس التوصيل (مم/دقيقة)",
        value: "240",
      },
      {
        label: "قدرة المحركات (كيلوواط)",
        value: "1.8",
      },
      {
        label: "جهد التغذية",
        value: "AC380V±10%,50-60Hz",
      },
      {
        label: "أبعاد الوحدة الرئيسية (مم)",
        value: "945×635×2100",
      },
      {
        label: "أبعاد خزانة التحكم (مم)",
        value: "700×520×1630",
      },
      {
        label: "الوزن (كجم)",
        value: "2800",
      },
    ],
  },
  P011: {
    features: [
      "تعتمد الآلة على مستشعر إزاحة ضغط عالي الدقة، مع صمام رقمي عالي الحساسية، وسرعة استجابة عالية، ودقة عالية.",
      "تعتمد وحدة التحكم الهيدروليكية على نظام تحكم متكامل بالزيت المؤازر، مما يجعلها سهلة التشغيل ومستقرة وموثوقة.",
      "مع وظائف أخرى تشمل التنبيه الذكي لحالة التشغيل، والتعويض التلقائي للمحركات المؤازرة، وتحديد المواقع، والحفاظ على الضغط.",
      "يمكن تعديل مساحة الاختبار حسب الرغبة عن طريق تحريك العارضة، ويمكن اختبار قطع اختبار مختلفة.",
      "يمكن تبديل النطاق تلقائيًا، ويتم تحديد النطاق تلقائيًا وفقًا لحجم تحمل الحمل للعينة.",
      "بفضل وظيفة تثبيت ذروة الحمل القصوى، والحماية من الحمل الزائد، والحماية من تجاوز حدود الوضع، أصبح الاستخدام أكثر أمانًا.",
      "مع تخزين البيانات تلقائيًا وحساب وطباعة جميع نتائج الاختبار تلقائيًا.",
    ],
    customized: [
      "يمكن ترقيتها إلى فئة دقة 0.5%",
      "يمكن ترقيته إلى نظام هيدروليكي بمحرك سيرفو",
    ],
    specifications: [
      {
        label: "سعة التحميل (كيلو نيوتن)",
        value: "2000",
      },
      {
        label: "نطاق قياس الحمل الفعال (كيلو نيوتن)",
        value: "200～2000",
      },
      {
        label: "دقة قياس الحمل",
        value: "±1%",
      },
      {
        label: "مسافة اختبار الشد الرأسي (مم)",
        value: "790",
      },
      {
        label: "مساحة اختبار الضغط الرأسي (مم)",
        value: "720",
      },
      {
        label: "سُمك تثبيت العينة المسطحة (مم)",
        value: "0-40",
      },
      {
        label: "قطر تثبيت العينة الدائرية (مم)",
        value: "20-40、40-60",
      },
      {
        label: "شوط المكبس (مم)",
        value: "250",
      },
      {
        label: "حجم لوحة الضغط العلوية (مم)",
        value: "Φ220",
      },
      {
        label: "حجم لوحة الضغط السفلية (مم)",
        value: "Φ230",
      },
      {
        label: "المسافة بين عمودي مساحة السحب والضغط (مم)",
        value: "570",
      },
      {
        label: "أقصى سرعة للمكبس (مم/دقيقة)",
        value: "100",
      },
      {
        label: "أقصى سرعة لرأس التوصيل (مم/دقيقة)",
        value: "240",
      },
      {
        label: "قدرة المحركات (كيلوواط)",
        value: "3.55",
      },
      {
        label: "جهد التغذية",
        value: "AC380V±10%,50-60Hz",
      },
      {
        label: "أبعاد الوحدة الرئيسية (مم)",
        value: "1200×800×2940",
      },
      {
        label: "أبعاد خزانة التحكم (مم)",
        value: "700×520×1630",
      },
      {
        label: "الوزن (كجم)",
        value: "3500",
      },
    ],
  },
  P022: {
    specifications: [
      {
        label: "سعة التحميل (كيلو نيوتن)",
        value: "100",
      },
      {
        label: "نطاق قياس الحمل الفعال (كيلو نيوتن)",
        value: "10～100",
      },
      {
        label: "دقة قياس الحمل",
        value: "±1%",
      },
      {
        label: "مسافة اختبار الشد الرأسي (مم)",
        value: "480",
      },
      {
        label: "مساحة اختبار الضغط الرأسي (مم)",
        value: "480",
      },
      {
        label: "سُمك تثبيت العينة المسطحة (مم)",
        value: "0～15",
      },
      {
        label: "قطر تثبيت العينة الدائرية (مم)",
        value: "10～20",
      },
      {
        label: "شوط المكبس (مم)",
        value: "120",
      },
      {
        label: "أبعاد لوحة الضغط (مم)",
        value: "Φ180(Upper) Φ180(Lower)",
      },
      {
        label: "مسافة الاختبار الأفقية (مم)",
        value: "380",
      },
      {
        label: "أقصى سرعة للمكبس (مم/دقيقة)",
        value: "100",
      },
      {
        label: "أقصى سرعة لرأس التوصيل (مم/دقيقة)",
        value: "240",
      },
      {
        label: "قدرة المحركات (كيلوواط)",
        value: "1.3",
      },
      {
        label: "أبعاد الوحدة الرئيسية (مم)",
        value: "730×600×1750",
      },
      {
        label: "أبعاد خزانة التحكم (مم)",
        value: "530×500×1270",
      },
      {
        label: "الوزن الإجمالي (كجم)",
        value: "1500",
      },
    ],
  },
  P023: {
    specifications: [
      {
        label: "سعة التحميل (كيلو نيوتن)",
        value: "300",
      },
      {
        label: "نطاق قياس الحمل الفعال (كيلو نيوتن)",
        value: "30～300",
      },
      {
        label: "دقة قياس الحمل",
        value: "±1%",
      },
      {
        label: "مسافة اختبار الشد الرأسي (مم)",
        value: "540",
      },
      {
        label: "مساحة اختبار الضغط الرأسي (مم)",
        value: "480",
      },
      {
        label: "سُمك تثبيت العينة المسطحة (مم)",
        value: "0～15",
      },
      {
        label: "قطر تثبيت العينة الدائرية (مم)",
        value: "10～20、20～32",
      },
      {
        label: "شوط المكبس (مم)",
        value: "180",
      },
      {
        label: "أبعاد لوحة الضغط (مم)",
        value: "Φ180(Upper) Φ180(Lower)",
      },
      {
        label: "مسافة الاختبار الأفقية (مم)",
        value: "400",
      },
      {
        label: "أقصى سرعة للمكبس (مم/دقيقة)",
        value: "100",
      },
      {
        label: "أقصى سرعة لرأس التوصيل (مم/دقيقة)",
        value: "240",
      },
      {
        label: "قدرة المحركات (كيلوواط)",
        value: "1.3",
      },
      {
        label: "أبعاد الوحدة الرئيسية (مم)",
        value: "730×600×1840",
      },
      {
        label: "أبعاد خزانة التحكم (مم)",
        value: "530×500×1270",
      },
      {
        label: "الوزن الإجمالي (كجم)",
        value: "1700",
      },
    ],
  },
  P024: {
    specifications: [
      {
        label: "سعة التحميل (كيلو نيوتن)",
        value: "600",
      },
      {
        label: "نطاق قياس الحمل الفعال (كيلو نيوتن)",
        value: "60～600",
      },
      {
        label: "دقة قياس الحمل",
        value: "±1%",
      },
      {
        label: "مسافة اختبار الشد الرأسي (مم)",
        value: "690",
      },
      {
        label: "مساحة اختبار الضغط الرأسي (مم)",
        value: "620",
      },
      {
        label: "سُمك تثبيت العينة المسطحة (مم)",
        value: "0～15",
      },
      {
        label: "قطر تثبيت العينة الدائرية (مم)",
        value: "13～26、26～40",
      },
      {
        label: "شوط المكبس (مم)",
        value: "180",
      },
      {
        label: "أبعاد لوحة الضغط (مم)",
        value: "Φ180(Upper) Φ180(Lower)",
      },
      {
        label: "مسافة الاختبار الأفقية (مم)",
        value: "400",
      },
      {
        label: "أقصى سرعة للمكبس (مم/دقيقة)",
        value: "100",
      },
      {
        label: "أقصى سرعة لرأس التوصيل (مم/دقيقة)",
        value: "240",
      },
      {
        label: "قدرة المحركات (كيلوواط)",
        value: "1.8",
      },
      {
        label: "أبعاد الوحدة الرئيسية (مم)",
        value: "890×590×2070",
      },
      {
        label: "أبعاد خزانة التحكم (مم)",
        value: "530×500×1270",
      },
      {
        label: "الوزن الإجمالي (كجم)",
        value: "2400",
      },
    ],
  },
  P026: {
    specifications: [
      {
        label: "سعة التحميل (كيلو نيوتن)",
        value: "2000",
      },
      {
        label: "نطاق قياس الحمل الفعال (كيلو نيوتن)",
        value: "200～2000",
      },
      {
        label: "دقة قياس الحمل",
        value: "±1%",
      },
      {
        label: "مسافة اختبار الشد الرأسي (مم)",
        value: "790",
      },
      {
        label: "مساحة اختبار الضغط الرأسي (مم)",
        value: "720",
      },
      {
        label: "سُمك تثبيت العينة المسطحة (مم)",
        value: "0～40",
      },
      {
        label: "قطر تثبيت العينة الدائرية (مم)",
        value: "20～40、40～60",
      },
      {
        label: "شوط المكبس (مم)",
        value: "250",
      },
      {
        label: "أبعاد لوحة الضغط (مم)",
        value: "Φ220(Upper) Φ230(Lower)",
      },
      {
        label: "مسافة الاختبار الأفقية (مم)",
        value: "570",
      },
      {
        label: "أقصى سرعة للمكبس (مم/دقيقة)",
        value: "100",
      },
      {
        label: "أقصى سرعة لرأس التوصيل (مم/دقيقة)",
        value: "240",
      },
      {
        label: "قدرة المحركات (كيلوواط)",
        value: "1.8",
      },
      {
        label: "أبعاد الوحدة الرئيسية (مم)",
        value: "1200×800×2940",
      },
      {
        label: "أبعاد خزانة التحكم (مم)",
        value: "530×500×1270",
      },
      {
        label: "الوزن الإجمالي (كجم)",
        value: "3500",
      },
    ],
  },
  P027: {
    features: [
      "قفل تعسفي لارتفاع وضع الأمان ووضع التجربة.",
      "حماية تلقائية عند تجاوز الحد الأقصى للحمل، وحماية مزدوجة من خلال حد البرنامج وحد إلكتروني.",
    ],
    customized: [
      "مساحة اختبار قابلة للتخصيص",
      "يمكن تركيب مقياس التمدد لقياس الإجهاد بدقة",
      "متوافق مع خلايا قياس الحمل المختلفة لنطاقات القوة المختلفة",
      "مقابض سهلة التبديل لاختبارات مختلفة",
    ],
    specifications: [
      {
        label: "سعة التحميل (كيلو نيوتن)",
        value: "100",
      },
      {
        label: "دقة قياس الحمل",
        value: "±1% (can be customized to 0.5 on request)",
      },
      {
        label: "نطاق قياس الحمل",
        value: "1% to 100% FS",
      },
      {
        label: "مساحة الاختبار الرأسية (بدون قالب)",
        value: "800mm",
      },
      {
        label: "مساحة اختبار أفقية",
        value: "400mm",
      },
      {
        label: "نطاق سرعة رأس التقاطع",
        value: "0.01～500mm/min",
      },
      {
        label: "دقة التحكم في الموضع",
        value: "0.025µm",
      },
      {
        label: "دقة قياس الإزاحة",
        value: "Within ±0.5%",
      },
      {
        label: "نطاق قياس التشوه",
        value: "0.2%～100%FS",
      },
      {
        label: "دقة قياس التشوه",
        value: "Within ±0.5%",
      },
      {
        label: "نطاق سرعة الاختبار",
        value: "0.5% ～ 100%FS",
      },
      {
        label: "اختبار السرعة والدقة",
        value: "Within ±1% of the set value when the set value is <10%FS; Within ±0.1% of the set value when the set value is ≥10%FS",
      },
      {
        label: "أبعاد الوحدة الرئيسية (مم)",
        value: "1000×800×2200",
      },
      {
        label: "مزود الطاقة",
        value: "220V±10%, 2000W",
      },
      {
        label: "وزن الحاسوب المركزي",
        value: "About 760kg",
      },
    ],
  },
  P028: {
    features: [
      "قفل تعسفي لارتفاع وضع الأمان ووضع التجربة.",
      "حماية تلقائية عند تجاوز الحد الأقصى للحمل، وحماية مزدوجة من خلال البرامج والحد الإلكتروني.",
    ],
    customized: [
      "مساحة اختبار قابلة للتخصيص",
      "يمكن تركيب مقياس التمدد لقياس الإجهاد بدقة",
      "متوافق مع خلايا قياس الحمل المختلفة لنطاقات القوة المختلفة",
      "مقابض سهلة التبديل لاختبارات مختلفة",
    ],
    specifications: [
      {
        label: "سعة التحميل (كيلو نيوتن)",
        value: "50",
      },
      {
        label: "دقة قياس الحمل",
        value: "±1% (can be customized to 0.5 on request)",
      },
      {
        label: "نطاق قياس الحمل",
        value: "1% to 100% FS",
      },
      {
        label: "مساحة الاختبار الرأسية (بدون قالب)",
        value: "800mm",
      },
      {
        label: "مساحة اختبار أفقية",
        value: "400mm",
      },
      {
        label: "نطاق سرعة رأس التقاطع",
        value: "0.01～500mm/min",
      },
      {
        label: "دقة التحكم في الموضع",
        value: "0.025µm",
      },
      {
        label: "دقة قياس الإزاحة",
        value: "Within ±0.5%",
      },
      {
        label: "نطاق قياس التشوه",
        value: "0.2%～100%FS",
      },
      {
        label: "دقة قياس التشوه",
        value: "Within ±0.5%",
      },
      {
        label: "نطاق سرعة الاختبار",
        value: "0.5% ～ 100%FS",
      },
      {
        label: "اختبار السرعة والدقة",
        value: "Within ±1% of the set value when the set value is <10%FS; Within ±0.1% of the set value when the set value is ≥10%FS",
      },
      {
        label: "أبعاد الوحدة الرئيسية (مم)",
        value: "900×500×1900",
      },
      {
        label: "مزود الطاقة",
        value: "220V±10%, 750W",
      },
      {
        label: "وزن الحاسوب المركزي تقريبًا",
        value: "230kg",
      },
    ],
  },
  P029: {
    features: [
      "قفل تعسفي لارتفاع وضع الأمان ووضع التجربة.",
      "حماية تلقائية عند تجاوز الحد الأقصى للحمل، وحماية مزدوجة من خلال البرامج والحد الإلكتروني.",
    ],
    customized: [
      "مساحة اختبار قابلة للتخصيص",
      "يمكن تركيب مقياس التمدد لقياس الإجهاد بدقة",
      "متوافق مع خلايا قياس الحمل المختلفة لنطاقات القوة المختلفة",
      "مقابض سهلة التبديل لاختبارات مختلفة",
    ],
    specifications: [
      {
        label: "سعة التحميل (كيلو نيوتن)",
        value: "10",
      },
      {
        label: "دقة قياس الحمل",
        value: "±1% (can be customized to 0.5 on request)",
      },
      {
        label: "نطاق قياس الحمل",
        value: "1% to 100% FS",
      },
      {
        label: "مساحة الاختبار الرأسية (بدون قالب)",
        value: "800mm",
      },
      {
        label: "مساحة اختبار أفقية",
        value: "400mm",
      },
      {
        label: "نطاق سرعة رأس التقاطع",
        value: "0.01～500mm/min",
      },
      {
        label: "دقة التحكم في الموضع",
        value: "0.025µm",
      },
      {
        label: "دقة قياس الإزاحة",
        value: "Within ±0.5%",
      },
      {
        label: "نطاق قياس التشوه",
        value: "0.2%～100%FS",
      },
      {
        label: "دقة قياس التشوه",
        value: "Within ±0.5%",
      },
      {
        label: "نطاق سرعة الاختبار",
        value: "0.5% ～ 100%FS",
      },
      {
        label: "اختبار السرعة والدقة",
        value: "Within ±1% of the set value when the set value is <10%FS; Within ±0.1% of the set value when the set value is ≥10%FS",
      },
      {
        label: "أبعاد الوحدة الرئيسية (مم)",
        value: "800×450×1600",
      },
      {
        label: "مزود الطاقة",
        value: "220V±10%, 400W",
      },
      {
        label: "وزن الحاسوب المركزي تقريبًا",
        value: "190kg",
      },
    ],
  },
  P030: {
    features: [
      "قفل تعسفي لارتفاع وضع الأمان ووضع التجربة.",
      "حماية تلقائية عند تجاوز الحد الأقصى للحمل، وحماية مزدوجة من خلال البرامج والحد الإلكتروني.",
    ],
    customized: [
      "مساحة اختبار قابلة للتخصيص",
      "يمكن تركيب مقياس التمدد لقياس الإجهاد بدقة",
      "متوافق مع خلايا قياس الحمل المختلفة لنطاقات القوة المختلفة",
      "مقابض سهلة التبديل لاختبارات مختلفة",
    ],
    specifications: [
      {
        label: "سعة التحميل (كيلو نيوتن)",
        value: "20",
      },
      {
        label: "دقة قياس الحمل",
        value: "±1% (can be customized to 0.5 on request)",
      },
      {
        label: "نطاق قياس الحمل",
        value: "1% to 100% FS",
      },
      {
        label: "مساحة الاختبار الرأسية (بدون قالب)",
        value: "800mm",
      },
      {
        label: "مساحة اختبار أفقية",
        value: "400mm",
      },
      {
        label: "نطاق سرعة رأس التقاطع",
        value: "0.01～500mm/min",
      },
      {
        label: "دقة التحكم في الموضع",
        value: "0.025µm",
      },
      {
        label: "دقة قياس الإزاحة",
        value: "Within ±0.5%",
      },
      {
        label: "نطاق قياس التشوه",
        value: "0.2%～100%FS",
      },
      {
        label: "دقة قياس التشوه",
        value: "Within ±0.5%",
      },
      {
        label: "نطاق سرعة الاختبار",
        value: "0.5% ～ 100%FS",
      },
      {
        label: "اختبار السرعة والدقة",
        value: "Within ±1% of the set value when the set value is <10%FS; Within ±0.1% of the set value when the set value is ≥10%FS",
      },
      {
        label: "أبعاد الوحدة الرئيسية (مم)",
        value: "800×450×1600",
      },
      {
        label: "مزود الطاقة",
        value: "220V±10%, 400W",
      },
      {
        label: "وزن الحاسوب المركزي تقريبًا",
        value: "190kg",
      },
    ],
  },
  P031: {
    features: [
      "قفل تعسفي لارتفاع وضع الأمان ووضع التجربة.",
      "حماية تلقائية عند تجاوز الحد الأقصى للحمل، وحماية مزدوجة من خلال البرامج والحد الإلكتروني.",
      "التحكم بواسطة الحاسوب الصغير، وعرض الرسوم البيانية في الوقت الفعلي، وإنشاء التقارير تلقائيًا.",
    ],
    customized: [
      "مساحة اختبار قابلة للتخصيص",
      "يمكن تركيب مقياس التمدد لقياس الإجهاد بدقة",
      "متوافق مع خلايا قياس الحمل المختلفة لنطاقات القوة المختلفة",
      "مقابض سهلة التبديل لاختبارات مختلفة",
    ],
    specifications: [
      {
        label: "أقصى حمولة",
        value: "5KN",
      },
      {
        label: "دقة قياس الحمل",
        value: "±1% (can be customized to 0.5 on request)",
      },
      {
        label: "نطاق قياس الحمل",
        value: "1% to 100% FS",
      },
      {
        label: "مساحة الاختبار الرأسية (بدون قالب)",
        value: "800mm",
      },
      {
        label: "مساحة اختبار أفقية",
        value: "100mm",
      },
      {
        label: "نطاق سرعة رأس التقاطع",
        value: "0.01～500mm/min",
      },
      {
        label: "دقة التحكم في الموضع",
        value: "0.025µm",
      },
      {
        label: "دقة قياس الإزاحة",
        value: "Within ±1%",
      },
      {
        label: "نطاق قياس التشوه",
        value: "0.2%～100%FS",
      },
      {
        label: "دقة قياس التشوه",
        value: "±1% of the displayed value",
      },
      {
        label: "مزود الطاقة",
        value: "220V±10%,0.4kW",
      },
      {
        label: "أبعاد الآلة الرئيسية",
        value: "600×380×1500mm",
      },
      {
        label: "الوزن حوالي",
        value: "80kg",
      },
    ],
  },
  P035: {
    specifications: [
      {
        label: "قوة الاختبار (كيلو نيوتن)",
        value: "2000",
      },
      {
        label: "معدل التحميل (ميجا باسكال)",
        value: "0.3～1.0,1.0 or above can be entered manually",
      },
      {
        label: "نطاق قياس الحمل الفعال (كيلو نيوتن)",
        value: "200～2000",
      },
      {
        label: "دقة قياس الحمل",
        value: "±1%",
      },
      {
        label: "مساحة الاختبار الرأسية (مم)",
        value: "320",
      },
      {
        label: "حجم لوحة الضغط (مم)",
        value: "Φ300(Upper) Φ300(Lower)",
      },
      {
        label: "شوط المكبس (مم)",
        value: "50",
      },
      {
        label: "قطر المكبس (مم)",
        value: "Φ250",
      },
      {
        label: "ضغط التشغيل المقنن للمضخة الهيدروليكية (ميجا باسكال)",
        value: "40",
      },
      {
        label: "إجمالي الطاقة (كيلوواط)",
        value: "1.1",
      },
      {
        label: "مزود الطاقة",
        value: "AC220V±10%, 60Hz",
      },
      {
        label: "أبعاد الوحدة الرئيسية (مم)",
        value: "580×500×1400",
      },
      {
        label: "الأبعاد الكلية لخزانة التحكم (مم)",
        value: "560×550×1310",
      },
      {
        label: "الوزن (كجم)",
        value: "900",
      },
    ],
  },
  P036: {
    features: [
      "يعتمد الإطار على هيكل إطار الصب الكامل للآلة؛",
      "مصدر زيت سيرفو مستورد؛",
      "صمام رقمي دقيق للغاية؛",
      "مصدر زيت محرك سيرفو مستورد، درجة حرارة الزيت ليست مرتفعة للغاية؛",
      "يستخدم المستشعر مستشعر حمل عالي الدقة لضمان دقة البيانات. يتميز صمام التحكم بوظيفة تحكم ذات حلقة مغلقة للقوة، مما يتيح تحميلًا متساويًا لمعدل الحمل أو تحميلًا متساويًا لمعدل الإجهاد، مع دقة تحكم عالية وموثوقية جيدة.",
    ],
    specifications: [
      {
        label: "سعة التحميل (كيلو نيوتن)",
        value: "2000",
      },
      {
        label: "نطاق قياس الحمل الفعال (كيلو نيوتن)",
        value: "100~2000",
      },
      {
        label: "دقة قياس الحمل",
        value: "±0.5%",
      },
      {
        label: "معدل التحميل",
        value: "0.3MPa-1.0MPa",
      },
      {
        label: "دقة معدل التحميل",
        value: "±5%",
      },
      {
        label: "مساحة الاختبار الرأسية (مم)",
        value: "330",
      },
      {
        label: "أبعاد اللوح العلوي والسفلي (مم)",
        value: "Φ280(Upper) Φ320(Lower)",
      },
      {
        label: "شوط المكبس (مم)",
        value: "120",
      },
      {
        label: "قطر المكبس (مم)",
        value: "Φ250",
      },
      {
        label: "ضغط التشغيل المقنن للمضخة الهيدروليكية (ميجا باسكال)",
        value: "40",
      },
      {
        label: "أبعاد",
        value: "1100x510x1510mm",
      },
      {
        label: "وزن",
        value: "1200kg",
      },
    ],
  },
  P037: {
    features: [
      "يعتمد الإطار على هيكل إطار الصب الكامل للآلة؛",
      "مصدر زيت سيرفو مستورد؛",
      "صمام رقمي دقيق للغاية؛",
      "مصدر زيت محرك سيرفو مستورد، درجة حرارة الزيت ليست مرتفعة للغاية؛",
      "يستخدم المستشعر مستشعر حمل عالي الدقة لضمان دقة البيانات. يتميز صمام التحكم بوظيفة تحكم ذات حلقة مغلقة للقوة، مما يتيح تحميلًا متساويًا لمعدل الحمل أو تحميلًا متساويًا لمعدل الإجهاد، مع دقة تحكم عالية وموثوقية جيدة.",
    ],
    specifications: [
      {
        label: "سعة التحميل (كيلو نيوتن)",
        value: "3000",
      },
      {
        label: "نطاق قياس الحمل الفعال (كيلو نيوتن)",
        value: "150~3000",
      },
      {
        label: "دقة قياس الحمل",
        value: "±0.5%",
      },
      {
        label: "معدل التحميل",
        value: "0.3MPa-1.0MPa",
      },
      {
        label: "دقة معدل التحميل",
        value: "±5%",
      },
      {
        label: "مساحة الاختبار الرأسية (مم)",
        value: "330mm",
      },
      {
        label: "أبعاد اللوح العلوي والسفلي (مم)",
        value: "Φ280(Upper) Φ320(Lower)",
      },
      {
        label: "شوط المكبس (مم)",
        value: "120",
      },
      {
        label: "قطر المكبس (مم)",
        value: "Φ310",
      },
      {
        label: "ضغط التشغيل المقنن للمضخة الهيدروليكية (ميجا باسكال)",
        value: "40",
      },
      {
        label: "أبعاد",
        value: "1250x550x1510mm",
      },
      {
        label: "وزن",
        value: "2000kg",
      },
    ],
  },
  P038: {
    features: [
      "تعتمد المضخة الهيدروليكية على مضخة محورية بخمسة مكابس ذات ضغط فائق، والتي تعمل بسلاسة وتتميز بانخفاض مستوى الضوضاء؛",
      "يعتمد صمام التحكم على صمام تدفق دقيق رقمي عالي الدقة مع دقة تحكم عالية؛",
      "يعتمد المستشعر على مستشعر ضغط، والذي يتمتع بموثوقية جيدة؛",
      "اعتماد مبدأ الرفوف الآلية لتعزيز التحكم في معدل التحميل.",
    ],
    specifications: [
      {
        label: "سعة التحميل (كيلو نيوتن)",
        value: "2000",
      },
      {
        label: "معدل التحميل",
        value: "0.3～1.0MPa,1.0 or above can be entered manually",
      },
      {
        label: "نطاق قياس الحمل الفعال (كيلو نيوتن)",
        value: "200～2000",
      },
      {
        label: "دقة قياس الحمل",
        value: "±1%",
      },
      {
        label: "مساحة الاختبار الرأسية (مم)",
        value: "320mm",
      },
      {
        label: "أبعاد اللوح العلوي والسفلي (مم)",
        value: "Φ260(Upper) Φ260(Lower)",
      },
      {
        label: "شوط المكبس",
        value: "50mm",
      },
      {
        label: "قطر المكبس (مم)",
        value: "Φ250",
      },
      {
        label: "ضغط التشغيل المقنن للمضخة الهيدروليكية (ميجا باسكال)",
        value: "40MPa",
      },
      {
        label: "القوة الكاملة",
        value: "1.1kW",
      },
      {
        label: "مزود الطاقة",
        value: "AC380V±10%, 50-60Hz",
      },
      {
        label: "أبعاد الوحدة الرئيسية (مم)",
        value: "580×500×1400",
      },
      {
        label: "أبعاد خزانة التحكم (مم)",
        value: "560×550×1310",
      },
      {
        label: "وزن",
        value: "900kg",
      },
    ],
  },
  P039: {
    features: [
      "تعتمد المضخة الهيدروليكية على مضخة محورية بخمسة مكابس ذات ضغط فائق، والتي تعمل بسلاسة وتتميز بانخفاض مستوى الضوضاء؛",
      "يعتمد صمام التحكم على صمام تدفق دقيق رقمي عالي الدقة مع دقة تحكم عالية؛",
      "يعتمد المستشعر على مستشعر ضغط، والذي يتمتع بموثوقية جيدة؛",
      "اعتماد مبدأ الرفوف الآلية لتعزيز التحكم في معدل التحميل.",
    ],
    specifications: [
      {
        label: "سعة التحميل (كيلو نيوتن)",
        value: "3000",
      },
      {
        label: "معدل التحميل",
        value: "0.3～1.0MPa,1.0 or above can be entered manually",
      },
      {
        label: "نطاق قياس الحمل الفعال (كيلو نيوتن)",
        value: "300～3000",
      },
      {
        label: "دقة قياس الحمل",
        value: "±1%",
      },
      {
        label: "مساحة الاختبار الرأسية (مم)",
        value: "320mm",
      },
      {
        label: "أبعاد اللوح العلوي والسفلي (مم)",
        value: "Φ320(Upper) Φ320(Lower)",
      },
      {
        label: "شوط المكبس",
        value: "50mm",
      },
      {
        label: "قطر المكبس (مم)",
        value: "Φ310",
      },
      {
        label: "ضغط التشغيل المقنن للمضخة الهيدروليكية (ميجا باسكال)",
        value: "40",
      },
      {
        label: "القوة الكاملة",
        value: "1.8kW",
      },
      {
        label: "مزود الطاقة",
        value: "AC380V±10%, 50-60Hz",
      },
      {
        label: "أبعاد الوحدة الرئيسية (مم)",
        value: "550×650×1750",
      },
      {
        label: "أبعاد خزانة التحكم (مم)",
        value: "560×550×1310",
      },
      {
        label: "وزن",
        value: "1300kg",
      },
    ],
  },
  P040: {
    features: [
      "مع وظيفة عرض رقمية للحمل؛",
      "وظيفة تحمل أقصى حمولة؛",
      "وظيفة حماية البيانات عند إيقاف التشغيل؛",
      "المضخة الهيدروليكية عبارة عن مضخة محورية ذات خمسة مكابس فائقة الضغط، يتم تشغيلها مباشرة بواسطة محرك كهربائي؛",
      "يوجد صمام أمان على صمام توصيل الزيت، والذي يمكن أن يفيض عند التحميل الزائد، مما يؤدي إلى دور السلامة؛",
      "يمكن لعجلة صمام توصيل الزيت اليدوية ضبط كمية الزيت الداخلة إلى أسطوانة الزيت لتحقيق معدل التحميل المطلوب.",
    ],
    specifications: [
      {
        label: "سعة التحميل (كيلو نيوتن)",
        value: "2000",
      },
      {
        label: "نطاق قياس الحمل الفعال (كيلو نيوتن)",
        value: "200～2000",
      },
      {
        label: "دقة قياس الحمل",
        value: "±1%",
      },
      {
        label: "مساحة الاختبار الرأسية (مم)",
        value: "320",
      },
      {
        label: "أبعاد اللوح العلوي والسفلي (مم)",
        value: "Φ260(Upper) Φ260(Lower)",
      },
      {
        label: "شوط المكبس",
        value: "50mm",
      },
      {
        label: "قطر المكبس (مم)",
        value: "Φ250",
      },
      {
        label: "ضغط التشغيل المقنن للمضخة الهيدروليكية (ميجا باسكال)",
        value: "40",
      },
      {
        label: "القوة الكاملة",
        value: "1.1kW",
      },
      {
        label: "مزود الطاقة",
        value: "AC380V,50-60Hz",
      },
      {
        label: "أبعاد الوحدة الرئيسية (مم)",
        value: "580×500×1400",
      },
      {
        label: "أبعاد خزانة التحكم (مم)",
        value: "510×540×1470",
      },
      {
        label: "وزن",
        value: "900kg",
      },
    ],
  },
  P041: {
    features: [
      "مع وظيفة عرض رقمية للحمل؛",
      "وظيفة تحمل أقصى حمولة؛",
      "وظيفة حماية البيانات عند إيقاف التشغيل؛",
      "المضخة الهيدروليكية عبارة عن مضخة محورية ذات خمسة مكابس فائقة الضغط، يتم تشغيلها مباشرة بواسطة محرك كهربائي؛",
      "يوجد صمام أمان على صمام توصيل الزيت، والذي يمكن أن يفيض عند التحميل الزائد، مما يؤدي إلى دور السلامة؛",
      "يمكن لعجلة صمام توصيل الزيت اليدوية ضبط كمية الزيت الداخلة إلى أسطوانة الزيت لتحقيق معدل التحميل المطلوب.",
    ],
    specifications: [
      {
        label: "سعة التحميل (كيلو نيوتن)",
        value: "3000",
      },
      {
        label: "نطاق قياس الحمل الفعال (كيلو نيوتن)",
        value: "300～3000",
      },
      {
        label: "دقة قياس الحمل",
        value: "±1%",
      },
      {
        label: "مساحة الاختبار الرأسية (مم)",
        value: "330",
      },
      {
        label: "أبعاد اللوح العلوي والسفلي (مم)",
        value: "Φ320(Upper) Φ320(Lower)",
      },
      {
        label: "شوط المكبس",
        value: "50mm",
      },
      {
        label: "قطر المكبس (مم)",
        value: "Φ310",
      },
      {
        label: "ضغط التشغيل المقنن للمضخة الهيدروليكية (ميجا باسكال)",
        value: "40",
      },
      {
        label: "القوة الكاملة",
        value: "1.8kW",
      },
      {
        label: "مزود الطاقة",
        value: "AC380V,50-60Hz",
      },
      {
        label: "أبعاد الوحدة الرئيسية (مم)",
        value: "550×560×1750",
      },
      {
        label: "أبعاد خزانة التحكم (مم)",
        value: "510×540×1470",
      },
      {
        label: "وزن",
        value: "1200kg",
      },
    ],
  },
  P042: {
    features: [
      "مع وظيفة عرض رقمية للحمل؛",
      "وظيفة تحمل أقصى حمولة؛",
      "وظيفة حماية البيانات عند إيقاف التشغيل؛",
      "المضخة الهيدروليكية عبارة عن مضخة محورية ذات خمسة مكابس فائقة الضغط، يتم تشغيلها مباشرة بواسطة محرك كهربائي؛",
      "يوجد صمام أمان على صمام توصيل الزيت، والذي يمكن أن يفيض عند التحميل الزائد، مما يؤدي إلى دور السلامة؛",
      "يمكن لعجلة صمام توصيل الزيت اليدوية ضبط كمية الزيت الداخلة إلى أسطوانة الزيت لتحقيق معدل التحميل المطلوب.",
    ],
    specifications: [
      {
        label: "سعة التحميل (كيلو نيوتن)",
        value: "2000",
      },
      {
        label: "نطاق قياس الحمل الفعال (كيلو نيوتن)",
        value: "200～2000",
      },
      {
        label: "دقة قياس الحمل",
        value: "±1%",
      },
      {
        label: "شوط المكبس (مم)",
        value: "50",
      },
      {
        label: "قطر المكبس (مم)",
        value: "Φ250",
      },
      {
        label: "ضغط المضخة الهيدروليكية المقنن",
        value: "40MPa",
      },
      {
        label: "المسافة بين اللوح العلوي واللوح السفلي",
        value: "320mm",
      },
      {
        label: "أبعاد اللوح العلوي والسفلي (مم)",
        value: "Φ260(Upper) Φ260(Lower)",
      },
      {
        label: "القوة الكاملة",
        value: "1.1kW",
      },
      {
        label: "جهد مصدر الطاقة",
        value: "AC380V±10%, 50-60Hz",
      },
      {
        label: "الأبعاد الكلية",
        value: "920×400×1200mm",
      },
      {
        label: "وزن",
        value: "700kg",
      },
    ],
  },
  P043: {
    features: [
      "تعتمد الآلة بأكملها على سطح عمل من ألواح فيزيائية وكيميائية، ويعتمد الإطار على طلاء كهربائي ثابت للسطح، مما يجعله سهل التنظيف وجميلًا؛",
      "يعتمد الجزء المقاوم للانحناء على أسطوانة زيت كهربائية، والتي تتميز بدقة عالية، وتحكم مستقر، وإزاحة دقيقة، وقيمة قوة دقيقة؛",
      "يعتمد المستشعر على مستشعر شعاعي، والذي يتميز بدقة عالية وسرعة مستقرة وحركة ترددية؛",
      "نظام محرك سيرفو، صامت تمامًا، مستوى ديسيبل منخفض، درجة حرارة الزيت لا ترتفع بسهولة، كفاءة عالية واستقرار، يعتمد الجهد على 220 فولت أحادي الطور، متعدد الاستخدامات، كفاءة عالية وتوفير الطاقة؛",
      "الغطاء الواقي مصنوع من مادة أكريليك شفافة، وهي نظيفة وجميلة، ويمكن مراقبة عملية الاختبار طوال العملية؛",
      "قالب ضغط الأسمنت 40 مم × 40 مم مصنوع من مادة مجلفنة بالكامل.",
    ],
    specifications: [
      {
        label: "اختبار قوة الضغط",
        value: "",
      },
      {
        label: "قدرة تحمل الحمل الانضغاطي (كيلو نيوتن)",
        value: "300",
      },
      {
        label: "معدل تحميل ثابت",
        value: "0.3~9.9kN/s",
      },
      {
        label: "المسافة بين لوحتي التثبيت العلوية والسفلية",
        value: "185mm",
      },
      {
        label: "قطر لوحة الضغط",
        value: "Φ120mm",
      },
      {
        label: "شوط المكبس (مم)",
        value: "90",
      },
      {
        label: "اختبار قوة الانحناء",
        value: "",
      },
      {
        label: "قدرة تحمل الحمل الانحنائي (كيلو نيوتن)",
        value: "10",
      },
      {
        label: "معدل تحميل ثابت",
        value: "0.05kN/s",
      },
      {
        label: "طول جانب المقطع",
        value: "40mm",
      },
      {
        label: "المسافة بين الدعامات",
        value: "100mm",
      },
      {
        label: "شوط المكبس (مم)",
        value: "70",
      },
      {
        label: "الخطأ النسبي للمؤشر (الدقة)",
        value: "±0.5%",
      },
      {
        label: "الخطأ النسبي لتكرار المؤشر",
        value: "0.5%",
      },
      {
        label: "العودة إلى خطأ نسبي صفري",
        value: "±0.1%",
      },
      {
        label: "الدقة النسبية لجهاز عرض قيمة القوة في آلة الاختبار",
        value: "0.5%",
      },
      {
        label: "انعدام الانحراف",
        value: "≤±0.1%",
      },
      {
        label: "مزود الطاقة",
        value: "220V(±10%),1.5kW",
      },
      {
        label: "أبعاد",
        value: "1300×480×1340mm",
      },
      {
        label: "وزن",
        value: "500kg",
      },
    ],
  },
  P044: {
    features: [
      "يتم استخدام محرك سيرفو مستورد للتحكم في مصدر الزيت؛",
      "صمام تدفق مؤازر عالي الدقة؛",
      "بفضل وظيفة التحكم في الحلقة المغلقة للقوة، يمكنها تحقيق تحميل معدل إجهاد الحمل؛",
      "يمكنها تحقيق تحميل بمعدل حمل متساوٍ أو تحميل بمعدل إجهاد متساوٍ.",
    ],
    specifications: [
      {
        label: "سعة التحميل (كيلو نيوتن)",
        value: "300",
      },
      {
        label: "معدل تحميل ثابت",
        value: "0.3~9.9kN",
      },
      {
        label: "المسافة بين لوحتي التثبيت العلوية والسفلية",
        value: "185mm",
      },
      {
        label: "قطر لوحة الضغط",
        value: "Φ120mm",
      },
      {
        label: "شوط المكبس (مم)",
        value: "90",
      },
      {
        label: "الخطأ النسبي للمؤشر (الدقة)",
        value: "±0.5%",
      },
      {
        label: "الخطأ النسبي لتكرار المؤشر",
        value: "0.5%",
      },
      {
        label: "العودة إلى خطأ نسبي صفري",
        value: "±0.1%",
      },
      {
        label: "الدقة النسبية لجهاز عرض قيمة القوة في آلة الاختبار",
        value: "0.5%",
      },
      {
        label: "انعدام الانحراف",
        value: "≤±0.1%",
      },
      {
        label: "مزود الطاقة",
        value: "220V (±10%),1.5kW",
      },
      {
        label: "أبعاد",
        value: "1100×480×1340mm",
      },
      {
        label: "وزن",
        value: "460kg",
      },
    ],
  },
  P045: {
    features: [
      "باستخدام صمام رقمي دقيق للغاية، يمكن تحقيق معدل تحميل سريع؛",
      "بفضل وظيفة التحكم في الحلقة المغلقة للقوة، يمكنها تحقيق تحميل معدل إجهاد الحمل؛",
      "تعتمد المضخة الهيدروليكية على مضخة محورية بخمسة مكابس ذات ضغط فائق، والتي تعمل بسلاسة وتتميز بانخفاض مستوى الضوضاء؛",
      "يعتمد صمام التحكم على صمام تدفق دقيق رقمي عالي الدقة مع دقة تحكم عالية؛",
      "يعتمد المستشعر على مستشعر ضغط، والذي يتمتع بموثوقية جيدة؛",
      "تم اعتماد مبدأ التحميل التلقائي لتعزيز التحكم في معدل التحميل.",
    ],
    specifications: [
      {
        label: "اختبار قوة الضغط",
        value: "",
      },
      {
        label: "قدرة تحمل الحمل الانضغاطي (كيلو نيوتن)",
        value: "300",
      },
      {
        label: "معدل تحميل ثابت",
        value: "0.3~9.9kN/s",
      },
      {
        label: "المسافة بين لوحتي التثبيت العلوية والسفلية",
        value: "190mm",
      },
      {
        label: "قطر لوحة الضغط",
        value: "Φ120mm",
      },
      {
        label: "شوط المكبس (مم)",
        value: "90",
      },
      {
        label: "اختبار قوة الانحناء",
        value: "",
      },
      {
        label: "قدرة تحمل الحمل الانحنائي (كيلو نيوتن)",
        value: "10",
      },
      {
        label: "معدل تحميل ثابت",
        value: "0.05kN/s",
      },
      {
        label: "طول جانب المقطع",
        value: "40mm",
      },
      {
        label: "المسافة بين الدعامات",
        value: "100mm",
      },
      {
        label: "شوط المكبس (مم)",
        value: "70",
      },
      {
        label: "الخطأ النسبي للمؤشر (الدقة)",
        value: "±1.0%",
      },
      {
        label: "الخطأ النسبي لتكرار المؤشر",
        value: "1.0%",
      },
      {
        label: "العودة إلى خطأ نسبي صفري",
        value: "±0.1%",
      },
      {
        label: "الدقة النسبية لجهاز عرض قيمة القوة في آلة الاختبار",
        value: "0.5%",
      },
      {
        label: "مزود الطاقة",
        value: "380V(±10%),0.55kW",
      },
      {
        label: "أبعاد",
        value: "1200×490×1350mm",
      },
      {
        label: "وزن",
        value: "400kg",
      },
    ],
  },
  P046: {
    features: [
      "تعتمد أسطوانة الزيت العاملة والمكبس العامل على وصلات دقيقة، مزودة بحلقات مانعة للتسرب مركبة لتحقيق أفضل حالة إحكام؛",
      "يتم استخدام مضخة الزيت ذات المكبس المحوري عالي الضغط، والتي تعمل بسلاسة وتتميز بانخفاض مستوى الضوضاء؛",
      "يعتمد المستشعر على مستشعر ضغط، وهو عالي الموثوقية؛",
      "يعتمد صمام التحكم على صمام تدفق دقيق رقمي عالي الدقة مع دقة تحكم عالية؛",
      "اعتماد مبدأ التحميل التلقائي لتعزيز التحكم في معدل التحميل.",
    ],
    specifications: [
      {
        label: "سعة التحميل (كيلو نيوتن)",
        value: "300",
      },
      {
        label: "نطاق قياس الحمل الفعال (كيلو نيوتن)",
        value: "30~300",
      },
      {
        label: "دقة قياس الحمل",
        value: "±1%",
      },
      {
        label: "معدل التحميل",
        value: "0.3～9.9kN/s",
      },
      {
        label: "المسافة بين اللوح العلوي واللوح السفلي",
        value: "180mm",
      },
      {
        label: "قطر لوحة الضغط",
        value: "Φ120mm",
      },
      {
        label: "شوط المكبس (مم)",
        value: "90",
      },
      {
        label: "قطر المكبس (مم)",
        value: "Φ140",
      },
      {
        label: "ضغط التشغيل المقنن للمضخة الهيدروليكية (ميجا باسكال)",
        value: "31.5",
      },
      {
        label: "جهد مصدر الطاقة",
        value: "AC380V±10%, 0.55kW",
      },
      {
        label: "أبعاد",
        value: "890×600×1450mm",
      },
      {
        label: "وزن",
        value: "400kg",
      },
    ],
  },
  P047: {
    features: [
      "يمكنه ضبط توازي سطح تحمل الضغط بين قطعة الاختبار ولوحة الضغط تلقائيًا، بحيث تتعرض قطعة الاختبار للإجهاد بالتساوي؛",
      "يوجد جهاز مانع للتسرب بين المكبس وأسطوانة الزيت لمنع تسرب الزيت؛",
      "مزود بصمام أمان، والذي يمكن أن يفيض عند التحميل الزائد ويلعب دور الحماية والسلامة؛",
      "تتم معالجة بيانات الاختبار تلقائيًا ويتم طباعة تقرير الاختبار.",
    ],
    specifications: [
      {
        label: "سعة التحميل (كيلو نيوتن)",
        value: "300",
      },
      {
        label: "الخطأ النسبي للمؤشر (الدقة)",
        value: "±1%",
      },
      {
        label: "ضغط المضخة الهيدروليكية المقنن",
        value: "31.5MPa",
      },
      {
        label: "قطر لوحة الضغط",
        value: "Φ140mm",
      },
      {
        label: "مساحة الاختبار الرأسية (مم)",
        value: "190mm",
      },
      {
        label: "قطر المكبس وأقصى شوط",
        value: "Φ140*90mm",
      },
      {
        label: "قوة المحرك",
        value: "0.55kW",
      },
      {
        label: "جهد مصدر الطاقة",
        value: "AC380V±10%",
      },
      {
        label: "أبعاد",
        value: "880×430×900mm",
      },
      {
        label: "وزن",
        value: "390kg",
      },
    ],
  },
  P049: {
    features: [
      "تعتمد هذه الآلة على نظام تشويه عالي الدقة ونظام اكتساب عالي الدقة؛",
      "يعتمد نظام التحكم الهيدروليكي على نظام تحكم مؤازر متكامل لدائرة الزيت؛",
      "تحميل مستقر وموثوق، وتشغيل ذكي؛",
      "يحتوي على وظائف الرفع التلقائي، والتحديد التلقائي للموقع، والمعايرة التلقائية، والقوة المتساوية والتشوه المتساوي، والتعويض التلقائي المؤازر، وتحديد الموقع، والحفاظ على الضغط، والإبلاغ الذكي عن حالة العمل والتحكم المختلط؛",
      "مزود بوظيفة حماية البيانات عند انقطاع التيار الكهربائي؛",
      "تتم معالجة البيانات التجريبية تلقائيًا، والعملية مريحة وموثوقة؛",
      "يمكن اختيار التكوين المناسب وفقًا لاحتياجات العملاء المختلفة.",
    ],
    specifications: [
      {
        label: "سعة التحميل (كيلو نيوتن)",
        value: "1000",
      },
      {
        label: "كتلة ضبط صلبة",
        value: "Φ356×40mm",
      },
      {
        label: "كتلة المعايرة",
        value: "500×500×50mm",
      },
      {
        label: "نطاق قياس الحمل الفعال (كيلو نيوتن)",
        value: "100～1000",
      },
      {
        label: "دقة قياس الحمل",
        value: "±0.5%",
      },
      {
        label: "شوط المكبس (مم)",
        value: "250",
      },
      {
        label: "قطر المكبس (مم)",
        value: "Φ210",
      },
      {
        label: "ضغط المضخة الهيدروليكية المقنن",
        value: "31.5MPa",
      },
      {
        label: "مساحة الاختبار",
        value: "1200×1200×300",
      },
      {
        label: "مزود الطاقة",
        value: "1.2kW",
      },
      {
        label: "جهد مصدر الطاقة",
        value: "AC380V±10%",
      },
      {
        label: "أبعاد الحاسوب المركزي",
        value: "1400×1200×1400mm",
      },
      {
        label: "أبعاد خزانة التحكم (مم)",
        value: "1200×700×900",
      },
      {
        label: "وزن",
        value: "2200kg",
      },
    ],
  },
  P050: {
    features: [
      "تعتمد عملية قياس القوة في هذه الآلة على مستشعر حمل عالي الدقة، ونظام تحكم ببرنامج حاسوبي صغير، ونظام تحميل هيدروليكي تناسبي كهروهيدروليكي، وتقنيات أخرى؛",
      "استخدم مسطرة تحديد المواقع (المقدمة ذاتيًا) لضبط موضع العارضة بحيث يتطابق مركز التحميل مع مركز لوحة الضغط؛",
      "وفقًا لإجراءات التشغيل المحددة، يتحرك المكبس بحرية؛",
      "مزود بثلاثة مستشعرات دقيقة عالية الدقة لضمان دقة بيانات ثلاث نقاط ضغط منفصلة، ومجهز بمصابيح LED خاصة لمراقبة الشقوق. ولتسهيل اختبار الركائز وفقًا للمعايير الأجنبية، يمكن تعديل نقطة الارتكاز.",
      "يتم ضبط عملية التحميل باستخدام خوارزمية التحكم PID ذات البنية المتغيرة، ويكون خطأ التحكم في السرعة الثابتة ≤5%، ويكون خطأ التحكم في تثبيت الضغط ≤0.5%؛",
      "سرعة التحميل: تحميل منتظم؛",
      "يمكن تحديد نقطة التحميل الساكنة بشكل تعسفي، ويتم طباعة تقرير نتائج البيانات تلقائيًا.",
    ],
    specifications: [
      {
        label: "قيمة الحمولة القصوى أسفل السكة الحديدية",
        value: "500kN",
      },
      {
        label: "دقة قياس الحمل",
        value: "±1%",
      },
      {
        label: "التحميل الأولي بعد وضع العارضة",
        value: "<20kN",
      },
      {
        label: "سرعة التحميل",
        value: "3000±300N/s",
      },
      {
        label: "مدة الانتظار",
        value: "180s",
      },
      {
        label: "شوط المكبس (مم)",
        value: "250",
      },
      {
        label: "مسافة تحميل قابلة للتعديل أسفل السكة",
        value: "600, 700, 800mm",
      },
      {
        label: "مسافة تحميل قابلة للتعديل في السكة",
        value: "600, 1500mm",
      },
      {
        label: "مساحة اختبار عمودية",
        value: "Distance between Upper and Lower Supports :430 mm",
      },
      {
        label: "مساحة اختبار أفقية",
        value: "Distance between Four Columns: 820, 900mm",
      },
      {
        label: "أبعاد الحاسوب المركزي",
        value: "1720×990×2266mm",
      },
      {
        label: "عربة",
        value: "3390×700×135mm",
      },
      {
        label: "خزانة التحكم",
        value: "1210×770×1020mm",
      },
      {
        label: "المعايير ذات الصلة بمحطة الضخ الهيدروليكية",
        value: "",
      },
      {
        label: "الضغط المقنن",
        value: "High Pressure Oil Pump 31.5MPa",
      },
      {
        label: "الإزاحة المقدرة",
        value: "High Pressure Oil Pump 25ml/rec",
      },
      {
        label: "قوة المحرك",
        value: "1.2kW ,Speed 980rpm",
      },
      {
        label: "جهد مصدر الطاقة",
        value: "AC380V±10%",
      },
    ],
  },
  P051: {
    features: [
      "الآلة ذات هيكل أفقي بارتفاع متوسط وسهلة التشغيل. القاعدة الحاملة للأحمال عبارة عن هيكل ملحوم يتميز بصلابة عالية ووزن خفيف؛",
      "تم اعتماد رافعة الثقب الممتد ذات الإجهاد المسبق العالمي، والتي تتميز بتعدد استخداماتها القوية وهي مناسبة للإجهاد المسبق. وهي قابلة للتطبيق على شد مجموعة مشبك Ovam، ومرساة رأس من نوع DM ومرساة صب بارد من نوع LEM؛",
      "مكبس الرافعة العاملة مزدوج الفعل، مما يتيح إمكانية العودة السريعة؛",
      "باستخدام مضخة عالية التدفق وعالية الضغط، يمكن التحكم في سرعة التحميل بواسطة صمام يدوي؛",
      "جهاز قياس وتحكم رقمي بالكامل، أداء مستقر، دقة عالية في القياس والتحكم؛",
      "مع خاصية التطهير التلقائي للقوة والإزاحة، ووظيفة المعايرة التلقائية؛",
      "تتميز دقة قياس القوة بأنها عالية ولا تتغير في العملية بأكملها، كما أنها لا تنقسم إلى ملفات؛",
      "تم تجهيز الآلة بأكملها بستة ألواح دعم ذات ثقوب دائرية.",
    ],
    specifications: [
      {
        label: "سعة التحميل (كيلو نيوتن)",
        value: "300",
      },
      {
        label: "نطاق قياس الحمل الفعال (كيلو نيوتن)",
        value: "30～300",
      },
      {
        label: "دقة قياس الحمل",
        value: "±1%",
      },
      {
        label: "دقة التحميل",
        value: "1N",
      },
      {
        label: "دقة مؤشر الإزاحة",
        value: "Better than ±0.5% of indication",
      },
      {
        label: "تحميل",
        value: "0.01-40 mm/mincan be set arbitrarily",
      },
      {
        label: "شوط البرغي",
        value: "100mm",
      },
      {
        label: "مساحة الاختبار",
        value: "2200mm(the maximum stretching distance  between the left and right chucks)",
      },
      {
        label: "مزود الطاقة",
        value: "AC220V±10%, 2.3kW",
      },
      {
        label: "أبعاد",
        value: "2250×530×1200mm",
      },
      {
        label: "وزن",
        value: "1200kg",
      },
    ],
  },
  P052: {
    specifications: [
      {
        label: "القطر الخارجي لأنبوب فولاذي",
        value: "φ10.2-φ60.3mm (8 types)",
      },
      {
        label: "نصف قطر انحناء مركز الانحناء",
        value: "6d",
      },
      {
        label: "زاوية الانحناء",
        value: "Set arbitrarily within 0-90°",
      },
      {
        label: "دقة ضبط الزاوية",
        value: "1°",
      },
      {
        label: "دقة التحكم في الزاوية",
        value: "±1°",
      },
      {
        label: "وضع التحكم",
        value: "Manual control, automatic control",
      },
      {
        label: "سرعة القرص العاملة",
        value: "1.4r/min",
      },
      {
        label: "قوة المحرك",
        value: "2kW",
      },
      {
        label: "شكل الآلة",
        value: "1300×900×1200 (mm)",
      },
      {
        label: "وزن الآلة",
        value: "2000kg",
      },
    ],
  },
  P053: {
    features: [
      "تصميم هيكل طائرة متكامل مغلق رأسيًا، ونظام هيدروليكي بمضخة زيت صامتة؛",
      "تصميم ثلاثي الأسطوانات، يتم تشغيل مدى الأسطوانة بواسطة أسطوانتين جانبيتين مع قياس الإزاحة؛",
      "بفضل غطاء واقٍ شفاف بالكامل يمكن رؤيته من جميع الاتجاهات، ينزلق الباب الأمامي المصنوع من زجاج شبكي واقي بصمت؛",
      "وحدة تحكم PLC مستوردة، مزودة بشاشة لمس مقاس 10.1 بوصة، مع عرض رسوم متحركة، وعرض في الوقت الحقيقي للزاوية، وتحكم تلقائي في عملية الانحناء ووظائف أخرى. واجهة تشغيل سهلة الاستخدام، تم تقسيم خطوات الاختبار إلى واجهة الشاشة بأكملها، اتبع التعليمات للتشغيل خطوة بخطوة، سهلة التعلم؛",
      "اختبار انحناء الدعم (0-180 درجة)، اختبار الانحناء العكسي (انحناء أمامي 90 درجة، انحناء عكسي 20 درجة)، الانحناء العكسي يحتاج إلى استخدام دعم انحناء إضافي (اختياري)؛",
      "مع درج تجميع الخبث، وقشرة أكسيد الفولاذ؛",
      "اختبار بنقرة واحدة. بعد أن يختار المستخدم نوع قضيب الصلب وقطره، تقوم آلة الثني تلقائيًا بضبط المسافة بين نقاط الثني وتحديد عدد نقاط الثني. بعد اختبار الضغط، تُكمل آلة الثني عملية الثني بالضغط والضغط الجانبي تلقائيًا. بعد الانتهاء، يعود كل من أسطوانة الزيت الرأسية وأسطوانة الزيت الجانبية تلقائيًا.",
    ],
    specifications: [
      {
        label: "نطاق قطر الانحناء",
        value: "Φ6-Φ40mm",
      },
      {
        label: "نطاق زاوية الانحناء",
        value: "Set arbitrarily within 0-180°",
      },
      {
        label: "شوط الأسطوانة",
        value: "250mm",
      },
      {
        label: "سرعة الانحناء العرضي",
        value: "300mm/min",
      },
      {
        label: "المسافة بين مركزي البكرات",
        value: "＞600mm",
      },
      {
        label: "قلب انحناء إيجابي",
        value: "Φ6、Φ8、Φ10、Φ12、Φ14、Φ16、Φ18、Φ20、Φ24、Φ32、Φ40、Φ48、Φ56、Φ64、Φ72、Φ80、Φ88、Φ100、Φ140、Φ160、Φ180、Φ200mm",
      },
      {
        label: "قلب الانحناء العكسي",
        value: "Φ40、Φ50、Φ60、Φ70、Φ80、Φ84、Φ90、Φ100、Φ110、Φ125、Φ168、Φ192、Φ216、Φ240mm",
      },
      {
        label: "مزود الطاقة",
        value: "AC380V±10%",
      },
      {
        label: "القدرة المقدرة",
        value: "3000W",
      },
      {
        label: "شكل الآلة",
        value: "1760×700×2160mm",
      },
      {
        label: "وزن المعدات",
        value: "750kg",
      },
    ],
  },
  P055: {
    features: [
      "يحتوي هذا المنتج على وظيفة النسخ الاحتياطي واستعادة المعلمات، ووظيفة المعايرة التلقائية، كما يتم ضبط مراقبة القيمة القصوى وفقًا لمتطلبات الكشف عن البراغي عالية القوة.",
      "ولتلبية احتياجات المستخدمين، تم تجهيز الجهاز بواجهة شبكة متصلة بالكمبيوتر، والتي يمكنها نقل البيانات إلى الكمبيوتر وتحميل البيانات، وطباعة التقرير بعد إجراء المزيد من المعالجة.",
    ],
    specifications: [
      {
        label: "نطاق قياس القوة المحورية",
        value: "30~500kN",
      },
      {
        label: "نطاق قياس عزم الدوران",
        value: "50~2000Nm",
      },
      {
        label: "دقة",
        value: "±0.1kN",
      },
      {
        label: "خطأ في المؤشر",
        value: "±1%kN",
      },
      {
        label: "وضع العرض",
        value: "Liquid crystal display",
      },
      {
        label: "الأبعاد الكلية",
        value: "1470×550×1400mm",
      },
      {
        label: "وزن",
        value: "1600kg",
      },
    ],
  },
  P057: {
    features: [
      "يعتمد المنتج على نظام قياس وتحكم عالي الدقة ويستخدم مع ميزان مستورد. يمكنه قياس محتوى الأسفلت بسرعة ودقة وأمان وموثوقية، ويمكنه تلبية متطلبات الإنتاج المستمر بكميات كبيرة لمحطات الخلط والإشراف على الطرق وفحصها، مما يضمن جودة بناء الطرق.",
    ],
    specifications: [
      {
        label: "حجم غرفة العمل",
        value: "360mm×400mm×300mm",
      },
      {
        label: "جهد تشغيل الحاسوب المركزي",
        value: "380V±10V,8000W",
      },
      {
        label: "جهد تشغيل الجهاز",
        value: "220V±10V (reliable grounding required)",
      },
      {
        label: "القدرة المتوازنة",
        value: "10kg, division 0.1g",
      },
      {
        label: "أقصى درجة حرارة تشغيل لغرفة الاحتراق",
        value: "800° C",
      },
      {
        label: "الحد الأقصى لوزن العينة",
        value: "4000g, recommended 1000g~ 1500g",
      },
      {
        label: "دقة اختبار محتوى الأسفلت",
        value: "0.01%",
      },
    ],
  },
  P058: {
    features: [
      "تجمع هذه الآلة بين الآلات والكهرباء والضغط الهيدروليكي. وبالمقارنة مع المنتجات المماثلة، تتميز بصغر حجمها، ومستوى عالٍ من الأتمتة، ووظائفها القوية، وسهولة تشغيلها.",
      "يمكن ضبط درجة حرارة الدرفلة بشكل تعسفي.",
      "بعد تركيب قالب الاختبار على العربة، يمكن توسيطه تلقائيًا.",
      "يمكن ضبط أوقات تحرك العربة بشكل تعسفي، ويمكن تسجيل أوقات التحرك في أي وقت.",
    ],
    specifications: [
      {
        label: "العفن",
        value: "300×300×(30~100)mm (Can be customized upon request)",
      },
      {
        label: "تجربة السفر بالسيارة",
        value: "300mm",
      },
      {
        label: "قيمة تغير الارتفاع لقالب الاختبار",
        value: "30~ 100mm",
      },
      {
        label: "نصف قطر الأسطوانة",
        value: "500mm",
      },
      {
        label: "عرض البكرة",
        value: "298mm",
      },
      {
        label: "ضغط الأسطوانة",
        value: "300N/cm",
      },
      {
        label: "أبعاد",
        value: "620×1100×1900mm",
      },
      {
        label: "الجهد االكهربى",
        value: "380V±10%",
      },
    ],
  },
  P059: {
    features: [
      "تعتمد هذه الآلة على جهاز اختبار التخدد المنتج بتقنية دولية معاصرة، والذي يتميز بأداء موثوق ودقة عالية في القياس والتحكم، بالإضافة إلى سهولة التشغيل؛ ويمكن استخدامه لإجراء تجارب الغمر في الماء.",
    ],
    specifications: [
      {
        label: "سرعة دوران الأسطوانة",
        value: "42±0.5 times/ min (one way)",
      },
      {
        label: "مسافة حركة العربة الاختبارية",
        value: "230±10mm",
      },
      {
        label: "صلابة الأسطوانة والمطاط (الصلابة القياسية الدولية)",
        value: "80IRHD±5IRHD(in 23℃)",
      },
      {
        label: "ضغط التلامس بين الأسطوانة وقالب الاختبار",
        value: "0.7±0.03MPa (60° C), adjustable to 0.8-0.9MPa",
      },
      {
        label: "حجم القالب التجريبي",
        value: "300×300×50 (standard), which can be used for rutting test on specimens with a thickness of 30-100mm(Can be customized upon request)",
      },
      {
        label: "نطاق قياس الإزاحة",
        value: "0-30mm",
      },
      {
        label: "اختبار التخدد",
        value: "Usually 60min",
      },
      {
        label: "نطاق التحكم في درجة الحرارة في الحاضنة (يمكن ضبطه بشكل تعسفي)",
        value: "Room temperature 60℃, control accuracy ± 0.5℃",
      },
      {
        label: "الأبعاد الكلية للآلة بأكملها",
        value: "1330×815×1430mm",
      },
    ],
  },
  P061: {
    features: [
      "صُنع الصندوق الداخلي لهذه الآلة من الفولاذ المقاوم للصدأ المستورد، ويحتوي الخزان الداخلي على مجموعة من أنابيب التسخين بقدرة 3000-3500 واط، ومبرد بقدرة 1100 واط، ومجموعة من أنابيب التبريد. ويُستخدم محرك متزامن منخفض السرعة ذو مغناطيس دائم لتشغيل علبة التروس. يقوم القضيب بسحب المنزلق، ويمكن تمديده بمعدل 50 مم/دقيقة ± 2.5 مم/دقيقة.",
    ],
    specifications: [
      {
        label: "تمديد",
        value: "50±2.5mm/min,10±0.5mm/min",
      },
      {
        label: "درجة حرارة الاختبار",
        value: "2~50℃  (adjust by yourself according to actual needs)",
      },
      {
        label: "قوة التسخين",
        value: "3~3.5kW",
      },
      {
        label: "قوة التبريد",
        value: "1kW",
      },
      {
        label: "دقة التحكم في درجة الحرارة",
        value: "±0.1° C",
      },
      {
        label: "جهد التشغيل",
        value: "220V±10%",
      },
    ],
  },
  P062: {
    features: [
      "تعتمد هذه الآلة على معالج ARM الأساسي، ومستشعر حمل عالي الدقة، ومستشعر إزاحة عالي الدقة، ودقة عالية في القياس والتحكم.",
    ],
    specifications: [
      {
        label: "نطاق التحميل",
        value: "30±0.1kN",
      },
      {
        label: "نطاق الإزاحة",
        value: "10±0.1mm",
      },
      {
        label: "تحميل",
        value: "50±5mm/min",
      },
      {
        label: "طريقة التحميل",
        value: "Automatic/Manual",
      },
      {
        label: "الرطوبة النسبية",
        value: "≤85%RH",
      },
      {
        label: "مصدر الطاقة العامل",
        value: "AC220V±10%",
      },
      {
        label: "قوة",
        value: "500W",
      },
      {
        label: "أبعاد",
        value: "550×350×700mm",
      },
      {
        label: "وزن",
        value: "65kg",
      },
    ],
  },
  P063: {
    features: [
      "تعتمد هذه الآلة على أدوات تحكم ذكية، وتحكم تلقائي في درجة الحرارة، ويمكن ضبط درجة حرارة وعاء التسخين بشكل تعسفي من درجة حرارة الغرفة إلى 200 درجة مئوية، ويتم التحكم في وقت التقليب بواسطة مؤقت، والذي يمكن ضبطه بشكل تعسفي في نطاق من 1 إلى 999 ثانية.",
    ],
    specifications: [
      {
        label: "قدرة التحريك",
        value: "20L",
      },
      {
        label: "نطاق درجة حرارة وعاء التسخين",
        value: "Room temperature~200 ℃ (arbitrary setting)",
      },
      {
        label: "دقة التحكم في درجة الحرارة",
        value: "±0.5° C",
      },
      {
        label: "وقت التقليب",
        value: "1~999s (arbitrary setting)",
      },
      {
        label: "سرعة دوران شفرة التحريك",
        value: "75 rpm",
      },
      {
        label: "سرعة الثورة",
        value: "46 rpm",
      },
      {
        label: "درجة حرارة",
        value: "-10~40° C",
      },
      {
        label: "الرطوبة النسبية",
        value: "Not more than 80%",
      },
      {
        label: "جهد مصدر الطاقة",
        value: "380V, 3L1N",
      },
    ],
  },
  P064: {
    features: [
      "تعتمد وحدة التحكم في درجة الحرارة في هذا الجهاز على وحدة تحكم رقمية عالية الدقة، تعرض درجة الحرارة بوضوح، وتتيح ضبط نقاط التحكم في درجة الحرارة بسهولة. يمكن استخدام الجهاز لإجراء اختبارات تحليلية لثلاث عينات في وقت واحد، مما يضمن كفاءة عالية في الاختبار.",
    ],
    specifications: [
      {
        label: "مصدر الطاقة العامل",
        value: "AC220V±10%",
      },
      {
        label: "قوة التسخين",
        value: "1000W",
      },
      {
        label: "قوة التبريد",
        value: "1000W",
      },
      {
        label: "مضخة مياه ذات درجة حرارة منخفضة للدوران الداخلي",
        value: "DC12V, 42W",
      },
      {
        label: "مستشعر درجة الحرارة",
        value: "Pt100",
      },
      {
        label: "وسيط التبريد",
        value: "R404",
      },
      {
        label: "دقة التحكم في درجة الحرارة",
        value: "±0.5° C",
      },
      {
        label: "بيئة التشغيل",
        value: "Ambient temperature -10° C ~+30° C,  relative temperature <85%",
      },
      {
        label: "استهلاك الطاقة للآلة",
        value: "No more than 2100W",
      },
    ],
  },
  P065: {
    features: [
      "تعتمد وحدة التحكم في درجة الحرارة في هذه الآلة على دائرة مضادة للتشبع التكاملي، مما يحسن بشكل كبير أداء تقلبات درجة الحرارة.",
      "متعدد الأغراض: بعد تفكيك طاولة العمل، يمكن استخدامها كصندوق تجفيف.",
    ],
    specifications: [
      {
        label: "قوة التسخين",
        value: "2.2kW",
      },
      {
        label: "بيئة الاستخدام",
        value: "Temperature 10~40℃, relative humidity ≤80%, no vibration and no corrosive or flammable gas",
      },
      {
        label: "درجة حرارة التشغيل",
        value: "163±1° C, 175±1° C  (Maximum working temperature 200° C)",
      },
      {
        label: "الجهد االكهربى",
        value: "220V",
      },
      {
        label: "نطاق درجة الحرارة",
        value: "50～200℃",
      },
      {
        label: "تقلبات درجة الحرارة",
        value: "±1℃",
      },
      {
        label: "رف الأقراص",
        value: "5.5 rpm",
      },
      {
        label: "قطر القرص",
        value: "360mm",
      },
      {
        label: "حجم الاستوديو",
        value: "450×450×450mm",
      },
      {
        label: "أبعاد",
        value: "750×600×9200mm",
      },
      {
        label: "وزن",
        value: "100kg",
      },
    ],
  },
  P066: {
    features: [
      "تعتمد وحدة التحكم على دائرة تشبع متكاملة، وشاشة عرض رقمية للتحكم في درجة الحرارة والوقت، ويمكن تعديل وقت درجة الحرارة وفقًا للمتطلبات.",
      "تم تركيب محرك المغناطيس الدائم المتزامن الأكثر تطوراً ومغير السرعة في الجزء الخلفي من الجهاز بأكمله، بحيث يمكن لقرص الدوران العامل أن يدور بشكل موثوق به في ظل المتطلبات الفنية البالغة 15 دورة في الدقيقة.",
    ],
    specifications: [
      {
        label: "طاقة سلك التسخين",
        value: "2kW",
      },
      {
        label: "عدد أسلاك التسخين",
        value: "2 PCS",
      },
      {
        label: "درجة حرارة التشغيل",
        value: "85±0.5° C, 135±0.5° C, 163±0.5° C, 175±0.5° C",
      },
      {
        label: "درجة الحرارة القصوى",
        value: "200° C",
      },
      {
        label: "معجب",
        value: "Squirrel cage",
      },
      {
        label: "سرعة المروحة",
        value: "1725±100r/min",
      },
      {
        label: "حجم الهواء",
        value: "4000±200mL/min",
      },
      {
        label: "قطر الفوهة",
        value: "1±0.1mm",
      },
      {
        label: "حجم زجاجة العينة (قطر الفتحة × قطر الزجاجة × الارتفاع الكلي)",
        value: "Φ31.75×Φ64×139.7 mm",
      },
      {
        label: "رقم الطوب الدوار",
        value: "15±0.2r/ min",
      },
      {
        label: "عدد زجاجات العينات التي يمكن تحميلها",
        value: "8 PCS",
      },
      {
        label: "القوة الكاملة",
        value: "2.5kW",
      },
      {
        label: "جهد مصدر الطاقة",
        value: "AC220V±10%",
      },
      {
        label: "حجم الاستوديو",
        value: "450×483×381mm",
      },
      {
        label: "أبعاد",
        value: "630×765×920mm",
      },
      {
        label: "وزن",
        value: "130kg",
      },
    ],
  },
  P067: {
    specifications: [
      {
        label: "قوة التسخين",
        value: "1500W",
      },
      {
        label: "قوة التبريد",
        value: "138W",
      },
      {
        label: "نطاق درجة الحرارة",
        value: "Room temperature-60℃",
      },
      {
        label: "دقة التحكم في درجة الحرارة",
        value: "±0.1℃",
      },
      {
        label: "الجهد االكهربى",
        value: "220V",
      },
      {
        label: "حجم الاستوديو",
        value: "400×400×300mm",
      },
      {
        label: "أبعاد",
        value: "950×450×900mm",
      },
    ],
  },
  P068: {
    features: [
      "إن هيكل هذه الآلة مصنوع من صفائح فولاذية، وقد تم رش الهيكل بطلاء رش عالي الحرارة، أما الخزان الداخلي فهو مصنوع من مادة الفولاذ المقاوم للصدأ المستوردة، مع صنعة رائعة، وهيكل أكثر منطقية، واستخدام أكثر ملاءمة.",
    ],
    specifications: [
      {
        label: "التحكم في درجة الحرارة",
        value: "Room temperature ~ 100 ℃",
      },
      {
        label: "إجمالي قدرة أنبوب التسخين الكهربائي",
        value: "2kW",
      },
      {
        label: "عدد أنابيب التسخين الكهربائية",
        value: "2 PCS",
      },
      {
        label: "جهد مصدر الطاقة",
        value: "AC220V±10%",
      },
      {
        label: "حجم الاستوديو",
        value: "600×300×210mm",
      },
      {
        label: "أبعاد",
        value: "820×395×315mm",
      },
      {
        label: "وزن",
        value: "35kg",
      },
    ],
  },
  P069: {
    specifications: [
      {
        label: "نطاق درجة الحرارة",
        value: "-6.00~59.99℃",
      },
      {
        label: "التقلب",
        value: "±0.1°C",
      },
      {
        label: "حجم الخزان الداخلي",
        value: "50L",
      },
      {
        label: "حجم خزان التشغيل",
        value: "550×300×300mm",
      },
      {
        label: "تدفق المضخة",
        value: "13L/mm3",
      },
      {
        label: "القوة الكاملة",
        value: "2.2kW",
      },
      {
        label: "جهد التغذية",
        value: "AC220V±10%",
      },
    ],
  },
  P070: {
    specifications: [
      {
        label: "نطاق درجة الحرارة",
        value: "-6.00~59.99℃",
      },
      {
        label: "التقلب",
        value: "±0.1°C",
      },
      {
        label: "حجم الخزان الداخلي",
        value: "15L",
      },
      {
        label: "حجم خزان التشغيل",
        value: "250×200×300mm",
      },
      {
        label: "تدفق المضخة",
        value: "6L/mm³",
      },
      {
        label: "القوة الكاملة",
        value: "1.5kW",
      },
      {
        label: "جهد التغذية",
        value: "AC220V±10%",
      },
    ],
  },
  P071: {
    features: [
      "يتم التحكم في سرعة تسخين الجهاز بواسطة خوارزمية PID بالإضافة إلى خوارزمية المنطق الضبابي، وترتفع درجة الحرارة بشكل خطي.",
    ],
    specifications: [
      {
        label: "وسط الاختبار",
        value: "Water or glycerin",
      },
      {
        label: "نطاق درجة الحرارة",
        value: "0～125°C",
      },
      {
        label: "دقة",
        value: "0.01",
      },
      {
        label: "معدل التحكم في درجة الحرارة",
        value: "After three minutes: 5℃±0.5℃/min",
      },
      {
        label: "دقة القياس",
        value: "0.5℃",
      },
      {
        label: "درجة حرارة غرف الاختبار",
        value: "Less than 30 ° C and relatively stable, no air convection Heating rate",
      },
      {
        label: "طريقة الخلط",
        value: "Magnetic stirring, stepless adjustable",
      },
      {
        label: "طريقة التحكم في درجة الحرارة",
        value: "Automatic temperature control",
      },
      {
        label: "قوة التسخين",
        value: "0.7kW",
      },
      {
        label: "الرطوبة النسبية",
        value: "≦85%",
      },
      {
        label: "وزن الكرة الفولاذية",
        value: "3.50±0.05g",
      },
      {
        label: "قطر الكرة الفولاذية",
        value: "Φ9.53mm",
      },
      {
        label: "حجم الكأس",
        value: "1000ml",
      },
      {
        label: "جهد مصدر الطاقة",
        value: "AC220V±10%",
      },
      {
        label: "أبعاد",
        value: "200×260×260mm",
      },
      {
        label: "وزن",
        value: "5kg",
      },
    ],
  },
  P072: {
    features: [
      "تعتمد هذه الآلة تقنية الضبط الدقيق لأعلى ولأسفل الموجودة في المجهر، مما يسهل محاذاة الإبرة. وهي مزودة بأحدث مستشعرات درجة الحرارة الرقمية، مما يضمن دقة عالية في قياس درجة الحرارة.",
    ],
    specifications: [
      {
        label: "ضبط درجة الحرارة",
        value: "0-99.9℃ adjustable, display precision 0.1℃(factory setting is 25℃)",
      },
      {
        label: "ضبط الوقت",
        value: "0-99.9s adjustable, display precision 0.1s(factory setting is 5s)",
      },
      {
        label: "نطاق التحكم في درجة الحرارة",
        value: "10-60℃,accuracy ±0.5℃",
      },
      {
        label: "الوزن الإجمالي للمخروط",
        value: "100±0.05g",
      },
      {
        label: "إبرة قياسية",
        value: "25±0.05g",
      },
      {
        label: "ثقل موازن",
        value: "50±0.05g",
      },
      {
        label: "حاوية ذات درجة حرارة ثابتة",
        value: "＞1.0L",
      },
      {
        label: "الجهد االكهربى",
        value: "220V±10%, 50-60Hz",
      },
    ],
  },
  P120: {
    specifications: [
      {
        label: "مواصفات أنبوب الاختبار",
        value: "Φ300×600mm",
      },
      {
        label: "ارتفاع أنبوب الاختبار",
        value: "600mm",
      },
      {
        label: "ارتفاع المقياس",
        value: "3000mm",
      },
      {
        label: "تباعد فتحات قياس الضغط",
        value: "250mm",
      },
      {
        label: "معدات التحميل",
        value: "Leverage pressure",
      },
      {
        label: "دلو إمداد المياه",
        value: "140×140×140mm",
      },
      {
        label: "دلو لتخزين الماء",
        value: "200×400×450mm",
      },
      {
        label: "الجهد االكهربى",
        value: "AC 220V",
      },
      {
        label: "الأبعاد",
        value: "1400×600×1900mm",
      },
      {
        label: "وزن",
        value: "250kg",
      },
    ],
  },
  P121: {
    specifications: [
      {
        label: "خزان مياه الإمداد",
        value: "80L",
      },
      {
        label: "القطر الداخلي للأسطوانة المعدنية",
        value: "300mm",
      },
      {
        label: "ارتفاع الأسطوانة المعدنية",
        value: "500mm",
      },
      {
        label: "سمك جدار الأسطوانة المعدنية",
        value: "10mm",
      },
      {
        label: "عدد أنابيب قياس الضغط",
        value: "5 PCS",
      },
      {
        label: "القطر الداخلي لأنبوب قياس الضغط",
        value: "6mm",
      },
      {
        label: "قيمة تقسيم مقياس أنبوب قياس الضغط",
        value: "1mm",
      },
      {
        label: "تباعد فتحات قياس الضغط",
        value: "50mm",
      },
      {
        label: "قطر فتحة التسرب",
        value: "16mm",
      },
      {
        label: "القطر الداخلي لأنبوب الفائض",
        value: "16mm",
      },
      {
        label: "فتحة صفيحة نفاذة",
        value: "3.5mm",
      },
      {
        label: "وزن",
        value: "150kg",
      },
    ],
  },
  P122: {
    specifications: [
      {
        label: "قوة محرك الاهتزاز",
        value: "4kW",
      },
      {
        label: "قوة محرك الرفع",
        value: "0.75kW",
      },
      {
        label: "الضغط الساكن",
        value: "1900~3100N (recommended to 2500)",
      },
      {
        label: "قوة مثيرة",
        value: "Adjust from 6800 to 11000N",
      },
      {
        label: "تردد الاهتزاز",
        value: "28~30Hz",
      },
      {
        label: "تشكيل قالب تجريبي",
        value: "3 PCS",
      },
      {
        label: "الجهد االكهربى",
        value: "AC380V±10%",
      },
      {
        label: "أبعاد",
        value: "1820×950×2170mm",
      },
      {
        label: "حجم وحدة التحكم",
        value: "550×345×940mm",
      },
      {
        label: "وزن",
        value: "1100kg",
      },
    ],
  },
  P123: {
    specifications: [
      {
        label: "محرك طاولة العمل",
        value: "0.55kW",
      },
      {
        label: "سرعة",
        value: "1450rpm",
      },
      {
        label: "قوة رأس الطحن",
        value: "1.1kW,2units",
      },
      {
        label: "سرعة",
        value: "2750rpm",
      },
      {
        label: "قطر عجلة التجليخ",
        value: "Φ200mm",
      },
      {
        label: "مواصفات العينات القابلة للطحن (عادةً ما تكون مجهزة في المصنع بتركيبة لطحن 50-150 مم)",
        value: "a. Block 50×50×50~150×150×150mm; b. Cylinder 50~150mm",
      },
      {
        label: "دقة العينة",
        value: "a. Flatness Tolerance±0.05mm within 50mm; b. Smoothness (according to machining roughness standard) Ra3.2",
      },
    ],
  },
  P124: {
    specifications: [
      {
        label: "مجموعة قص الشعر",
        value: "DQ-1 double knives (blade diameter 500mm) can cut cylindrical cores with a diameter of 18mm~200mm, and original rock samples of 180mm×180mm×350mm. For refractory materials such as sandstone,high-magnesia bricks, and corundum bricks, the cutting hardness is below grade 9.The distance between the two blades is adjustable, respectively 25, 50, 75, 100, 125mm.",
      },
      {
        label: "شفرة المنشار الخاصة بجهاز أخذ عينات لب الصخور الأوتوماتيكي ثنائي الشفرات ثنائي الغرض",
        value: "Inner diameter 5cm, Outer diameter:50cm",
      },
      {
        label: "ماسة JRg600",
        value: "Φ600×5×50mm",
      },
      {
        label: "مجموعة من الملحقات",
        value: "2cm, 3cm, 5cm each",
      },
      {
        label: "سرعة خط القطع",
        value: "40mm/s",
      },
      {
        label: "قوة المحرك الرئيسي",
        value: "4kW, 1420 rpm",
      },
      {
        label: "قوة المحرك الطولي",
        value: "0.75kW",
      },
      {
        label: "أبعاد",
        value: "1500×830×1350mm",
      },
      {
        label: "قاطع الماس JRg60Q",
        value: "Φ500×4.5×50mm",
      },
      {
        label: "وزن",
        value: "700kg",
      },
    ],
  },
  P125: {
    specifications: [
      {
        label: "وزن المطرقة",
        value: "Heavy compaction 4.5kg, Light compaction: 2.5kg",
      },
      {
        label: "اضرب بقوة عالية",
        value: "Heavy compaction 457mm,Light compaction: 305mm",
      },
      {
        label: "قطر وجه المطرقة",
        value: "Φ50mm",
      },
      {
        label: "مواصفات أنبوب الاختبار",
        value: "either Φ152×Φ100 or Φ152×Φ102",
      },
      {
        label: "سرعة المطرقة",
        value: "30times/min",
      },
      {
        label: "حدد عدد الطرقات",
        value: "Between 0~99 times",
      },
      {
        label: "معايير المحرك",
        value: "1440r/min",
      },
      {
        label: "قوة المحرك",
        value: "250W",
      },
      {
        label: "الجهد االكهربى",
        value: "AC380V±10%",
      },
    ],
  },
  P126: {
    specifications: [
      {
        label: "أقصى قوة تحرير",
        value: "200KN",
      },
      {
        label: "تاريخ الإصدار",
        value: "130mm/min",
      },
      {
        label: "أقصى ارتفاع لفك القالب",
        value: "230mm",
      },
      {
        label: "الجهد/طاقة المحرك",
        value: "380V/0.75KW",
      },
      {
        label: "ضغط التشغيل المقنن لمضخة الزيت",
        value: "20MPa",
      },
      {
        label: "السرعة المقدرة للمحرك",
        value: "1500r/min",
      },
      {
        label: "أبعاد",
        value: "480×520×1230mm",
      },
      {
        label: "اختبار قالب الضغط",
        value: "Ф150×230mm ,Ф100×180mm,Ф50×130mm",
      },
      {
        label: "قالب اختبار أداة الضغط الخفيف والثقيل",
        value: "Ф152×170mm,Ф100×127mm",
      },
      {
        label: "قالب اختبار مارشال",
        value: "Ф101.6×87mm",
      },
    ],
  },
  P127: {
    specifications: [
      {
        label: "أقصى قوة تحرير",
        value: "300KN",
      },
      {
        label: "تاريخ الإصدار",
        value: "130mm/min",
      },
      {
        label: "أقصى ارتفاع لفك القالب",
        value: "230mm",
      },
      {
        label: "الجهد/طاقة المحرك",
        value: "380V/0.75KW",
      },
      {
        label: "ضغط التشغيل المقنن لمضخة الزيت",
        value: "20MPa",
      },
      {
        label: "السرعة المقدرة للمحرك",
        value: "1500r/min",
      },
      {
        label: "أبعاد",
        value: "480×520×1230mm",
      },
      {
        label: "اختبار قالب الضغط",
        value: "Ф150×230mm,Ф100×180mm",
      },
      {
        label: "قالب اختبار أداة الضغط الخفيف والثقيل",
        value: "Ф152×170mm,Ф100×127mm",
      },
      {
        label: "قالب اختبار مارشال",
        value: "Ф101.6×87mm",
      },
    ],
  },
  P128: {
    specifications: [
      {
        label: "قطر المنخل",
        value: "200/300mm",
      },
      {
        label: "ارتفاع كومة المناخل",
        value: "440mm",
      },
      {
        label: "سعة اهتزاز مقعد الشاشة",
        value: "8mm",
      },
      {
        label: "أوقات اهتزاز الغربال",
        value: "221times/min",
      },
      {
        label: "أوقات عصيبة",
        value: "147times/min",
      },
      {
        label: "نصف قطر الدوران",
        value: "12.5mm",
      },
      {
        label: "مزود الطاقة",
        value: "AC380V±10%,0.37kW",
      },
      {
        label: "ثورة المحركات",
        value: "1400times/min",
      },
      {
        label: "أبعاد",
        value: "600×400×800mm",
      },
      {
        label: "الوزن الإجمالي",
        value: "100kg",
      },
    ],
  },
  P129: {
    specifications: [
      {
        label: "أقصى مدى",
        value: "20mm",
      },
      {
        label: "دقة",
        value: "0.1mm",
      },
      {
        label: "قياس الخطأ غير الخطي",
        value: "Better than 2%",
      },
      {
        label: "حساسية مؤشر التلامس",
        value: ">10M",
      },
      {
        label: "وزن مخروطي",
        value: "100/76g (Can be customized upon request)",
      },
      {
        label: "زاوية المخروط",
        value: "30±2° (Can be customized upon request)",
      },
      {
        label: "وقت القياس",
        value: "≈5s",
      },
      {
        label: "مزود الطاقة",
        value: "AC200V±10%",
      },
      {
        label: "وقت عمل متواصل",
        value: "8 hours",
      },
      {
        label: "أبعاد",
        value: "240×158×320mm",
      },
    ],
  },
  P130: {
    specifications: [
      {
        label: "الجهد االكهربى",
        value: "220V",
      },
      {
        label: "تردد التذبذب",
        value: "175-180 times per minute",
      },
      {
        label: "القدرة المقدرة",
        value: "180W",
      },
      {
        label: "السعة",
        value: "203mm",
      },
      {
        label: "أبعاد",
        value: "560×320×360mm",
      },
      {
        label: "ثقل موازن",
        value: "1000±5g",
      },
      {
        label: "أنبوب اختبار بلاستيكي أسطواني",
        value: "",
      },
      {
        label: "القطر الداخلي",
        value: "32±0.25mm",
      },
      {
        label: "ارتفاع",
        value: "420±0.25mm",
      },
      {
        label: "القطر الخارجي لأنبوب التدفق",
        value: "6±0.25mm",
      },
      {
        label: "القطر الداخلي",
        value: "4±0.2mm",
      },
    ],
  },
  P131: {
    specifications: [
      {
        label: "سعة التغذية",
        value: "28L",
      },
      {
        label: "الطاقة الإنتاجية",
        value: "15L",
      },
      {
        label: "سرعة خلط الطبول (عكس اتجاه عقارب الساعة)",
        value: "60±2r/min",
      },
      {
        label: "سرعة شفرة التقليب (في اتجاه عقارب الساعة)",
        value: "80±4r/min",
      },
      {
        label: "المسافة العاملة بين شفرة الخلط وأسطوانة الخلط",
        value: "5±0.5mm",
      },
      {
        label: "سرعة المحرك (السرعة المتزامنة)",
        value: "1440r/min",
      },
      {
        label: "قوة المحرك",
        value: "1.5kW",
      },
      {
        label: "الجهد االكهربى",
        value: "AC380V±10%, 50Hz",
      },
      {
        label: "أبعاد",
        value: "800×600×900mm",
      },
      {
        label: "وزن",
        value: "2100kg",
      },
    ],
  },
  P132: {
    specifications: [
      {
        label: "أقصى ضغط عمل مسموح به",
        value: "1.5MPa",
      },
      {
        label: "وضع التشغيل",
        value: "Automatic voltage regulation and manual voltage regulation",
      },
      {
        label: "عدد قطع الاختبار التي يمكن استخدامها في نفس الوقت",
        value: "6",
      },
      {
        label: "القطر الداخلي للفوهة العلوية لقالب الاختبار",
        value: "Φ70mm",
      },
      {
        label: "القطر الداخلي للفوهة السفلية لقالب الاختبار",
        value: "Φ80mm",
      },
      {
        label: "ارتفاع القالب",
        value: "30mm",
      },
      {
        label: "قطر مكبس مضخة المكبس",
        value: "Φ10mm",
      },
      {
        label: "شوط مضخة المكبس",
        value: "10mm",
      },
      {
        label: "تردد المضخة المكبسية",
        value: "130 times/min",
      },
      {
        label: "تدفق مضخة المكبس",
        value: "0.1L/min",
      },
      {
        label: "قوة المحرك",
        value: "90W",
      },
      {
        label: "سرعة السيارات",
        value: "1340r/min",
      },
      {
        label: "الجهد االكهربى",
        value: "AC380V±10%, 50Hz",
      },
      {
        label: "أبعاد",
        value: "750×560×750mm",
      },
      {
        label: "وزن",
        value: "120kg",
      },
    ],
  },
  P133: {
    features: [
      "المكونات المختارة لهذا المنتج موثوقة للغاية وذات جودة عالية لضمان موثوقية المنتج واستقراره ودقة أدائه.",
    ],
    specifications: [
      {
        label: "نطاق درجة الحرارة",
        value: "-40°C~+150°C",
      },
      {
        label: "نطاق الرطوبة",
        value: "20%~98%RH",
      },
      {
        label: "دقة التحكم في درجة الحرارة والرطوبة",
        value: "±1.0°C; ±2%RH",
      },
      {
        label: "حجم الصندوق الداخلي (العرض × العمق × الارتفاع)",
        value: "400×400×550mm",
      },
      {
        label: "مزود الطاقة",
        value: "220V",
      },
      {
        label: "تجانس درجة الحرارة والرطوبة تحت السطح",
        value: "±2.0℃; ±3.0%RH",
      },
      {
        label: "*ملحوظة",
        value: "The above performance data should be measured after 30 minutes of temperature stabilization after working.",
      },
      {
        label: "*ملحوظة",
        value: "The above performance data, need to distance from the test area of each wall 1/6 position test amount, and need to work after the temperature and humidity stability after 30 minutes measurement.",
      },
    ],
  },
  P135: {
    features: [
      "يتميز فرن التجفيف هذا ببنية دقيقة، وتحكم حساس في درجة الحرارة، وسهولة التشغيل.",
    ],
    specifications: [
      {
        label: "درجة حرارة التشغيل",
        value: "Room temperature~250±1℃",
      },
      {
        label: "القوة الكاملة",
        value: "2.5kW",
      },
      {
        label: "الجهد االكهربى",
        value: "220V",
      },
      {
        label: "أبعاد الاستوديو",
        value: "450×350×450mm",
      },
      {
        label: "الأبعاد الكلية",
        value: "750×500×720mm",
      },
      {
        label: "وزن",
        value: "65kg",
      },
    ],
  },
  P136: {
    features: [
      "يتميز فرن التجفيف هذا ببنية دقيقة، وتحكم حساس في درجة الحرارة، وسهولة التشغيل.",
    ],
    specifications: [
      {
        label: "درجة حرارة التشغيل",
        value: "Room temperature~250±1℃",
      },
      {
        label: "القوة الكاملة",
        value: "3.2kW",
      },
      {
        label: "الجهد االكهربى",
        value: "220V",
      },
      {
        label: "أبعاد الاستوديو",
        value: "550×450×550mm",
      },
      {
        label: "الأبعاد الكلية",
        value: "850×570×810mm",
      },
      {
        label: "وزن",
        value: "86kg",
      },
    ],
  },
  P137: {
    features: [
      "يتميز فرن التجفيف هذا ببنية دقيقة، وتحكم حساس في درجة الحرارة، وسهولة التشغيل.",
    ],
    specifications: [
      {
        label: "درجة حرارة التشغيل",
        value: "Room temperature~250±1℃",
      },
      {
        label: "القوة الكاملة",
        value: "6kW",
      },
      {
        label: "الجهد االكهربى",
        value: "220V",
      },
      {
        label: "أبعاد الاستوديو",
        value: "600×500×750mm",
      },
      {
        label: "الأبعاد الكلية",
        value: "970×650×1020mm",
      },
      {
        label: "وزن",
        value: "123k",
      },
    ],
  },
  P138: {
    features: [
      "يتميز فرن التجفيف هذا ببنية دقيقة، وتحكم حساس في درجة الحرارة، وسهولة التشغيل.",
    ],
    specifications: [
      {
        label: "درجة حرارة التشغيل",
        value: "Room temperature~250±1℃",
      },
      {
        label: "القوة الكاملة",
        value: "6kW",
      },
      {
        label: "الجهد االكهربى",
        value: "380V with zero wire",
      },
      {
        label: "أبعاد الاستوديو",
        value: "800×800×1000mm",
      },
      {
        label: "الأبعاد الكلية",
        value: "1170×950×1310mm",
      },
      {
        label: "وزن",
        value: "204kg",
      },
    ],
  },
  P139: {
    features: [
      "يتميز فرن التجفيف هذا ببنية دقيقة، وتحكم حساس في درجة الحرارة، وسهولة التشغيل.",
    ],
    specifications: [
      {
        label: "درجة حرارة التشغيل",
        value: "Room temperature~250±1℃",
      },
      {
        label: "القوة الكاملة",
        value: "12kW",
      },
      {
        label: "الجهد االكهربى",
        value: "380V with zero wire",
      },
      {
        label: "أبعاد الاستوديو",
        value: "1000×1000×1200mm",
      },
      {
        label: "الأبعاد الكلية",
        value: "1370×1150×1500mm",
      },
      {
        label: "وزن",
        value: "280kg",
      },
    ],
  },
  P140: {
    specifications: [
      {
        label: "القدرة المقدرة",
        value: "8kW",
      },
      {
        label: "الجهد المقنن",
        value: "220V",
      },
      {
        label: "درجة الحرارة المقدرة",
        value: "1600℃",
      },
      {
        label: "زمن ارتفاع درجة حرارة الفرن الفارغ",
        value: "≤220min",
      },
      {
        label: "حجم الاستوديو",
        value: "150×300×120mm",
      },
      {
        label: "الأبعاد الكلية",
        value: "820×670×780mm",
      },
      {
        label: "وزن",
        value: "350kg",
      },
    ],
  },
  P141: {
    specifications: [
      {
        label: "القدرة المقدرة",
        value: "12kW",
      },
      {
        label: "الجهد المقنن",
        value: "380V",
      },
      {
        label: "درجة الحرارة المقدرة",
        value: "1600℃",
      },
      {
        label: "زمن ارتفاع درجة حرارة الفرن الفارغ",
        value: "≤250min",
      },
      {
        label: "حجم الاستوديو",
        value: "200×400×160mm",
      },
      {
        label: "الأبعاد الكلية",
        value: "905×730×835mm",
      },
      {
        label: "وزن",
        value: "400kg",
      },
    ],
  },
  P142: {
    specifications: [
      {
        label: "القدرة المقدرة",
        value: "2.5kW",
      },
      {
        label: "الجهد المقنن",
        value: "220V",
      },
      {
        label: "درجة الحرارة المقدرة",
        value: "1000℃",
      },
      {
        label: "حجم الاستوديو",
        value: "120×200×80mm",
      },
      {
        label: "الأبعاد الكلية",
        value: "380×380×420mm",
      },
      {
        label: "وزن",
        value: "145kg",
      },
    ],
  },
  P143: {
    specifications: [
      {
        label: "القدرة المقدرة",
        value: "4kW",
      },
      {
        label: "الجهد المقنن",
        value: "220V",
      },
      {
        label: "درجة الحرارة المقدرة",
        value: "1000℃",
      },
      {
        label: "حجم الاستوديو",
        value: "200×300×120mm",
      },
      {
        label: "الأبعاد الكلية",
        value: "490×490×540mm",
      },
      {
        label: "وزن",
        value: "158kg",
      },
    ],
  },
  P144: {
    specifications: [
      {
        label: "القدرة المقدرة",
        value: "8kW",
      },
      {
        label: "الجهد المقنن",
        value: "380V",
      },
      {
        label: "درجة الحرارة المقدرة",
        value: "1000℃",
      },
      {
        label: "حجم الاستوديو",
        value: "250×400×160mm",
      },
      {
        label: "الأبعاد الكلية",
        value: "610×540×550mm",
      },
      {
        label: "وزن",
        value: "163kg",
      },
    ],
  },
  P145: {
    specifications: [
      {
        label: "القدرة المقدرة",
        value: "12kW",
      },
      {
        label: "الجهد المقنن",
        value: "380V",
      },
      {
        label: "درجة الحرارة المقدرة",
        value: "1000℃",
      },
      {
        label: "حجم الاستوديو",
        value: "300×500×200mm",
      },
      {
        label: "الأبعاد الكلية",
        value: "710×610×560mm",
      },
      {
        label: "وزن",
        value: "185kg",
      },
    ],
  },
  P146: {
    features: [
      "يتميز هذا المنتج بكفاءة تبريد عالية وضوضاء منخفضة.",
    ],
    specifications: [
      {
        label: "نطاق التحكم في درجة الحرارة",
        value: "-25℃ ~ room temperature",
      },
      {
        label: "قوة الضاغط",
        value: "200W",
      },
      {
        label: "الجهد االكهربى",
        value: "220V",
      },
      {
        label: "أبعاد حجرة العمل",
        value: "800×400×650mm",
      },
      {
        label: "الأبعاد",
        value: "940×550×850mm",
      },
      {
        label: "وزن",
        value: "120kg",
      },
    ],
  },
  P147: {
    features: [
      "يتميز هذا المنتج بكفاءة تبريد عالية وضوضاء منخفضة.",
    ],
    specifications: [
      {
        label: "نطاق التحكم في درجة الحرارة",
        value: "-40℃ ~ room temperature",
      },
      {
        label: "قوة الضاغط",
        value: "230W",
      },
      {
        label: "الجهد االكهربى",
        value: "220V",
      },
      {
        label: "أبعاد حجرة العمل",
        value: "880×405×600mm",
      },
      {
        label: "الأبعاد",
        value: "1020×560×800mm",
      },
      {
        label: "وزن",
        value: "140kg",
      },
    ],
  },
  P148: {
    features: [
      "يتميز هذا المنتج بكفاءة تبريد عالية وضوضاء منخفضة.",
    ],
    specifications: [
      {
        label: "نطاق التحكم في درجة الحرارة",
        value: "-60℃ ~ room temperature",
      },
      {
        label: "قوة الضاغط",
        value: "250W",
      },
      {
        label: "الجهد االكهربى",
        value: "220V",
      },
      {
        label: "أبعاد حجرة العمل",
        value: "600×500×650mm",
      },
      {
        label: "الأبعاد",
        value: "750×650×850mm",
      },
      {
        label: "وزن",
        value: "160kg",
      },
    ],
  },
  P149: {
    features: [
      "الهيكل العام قوي، وشكله جميل، ومقاومته للتآكل جيدة؛",
      "يعتمد مقياس درجة الحرارة والرطوبة على الإعداد، ويعرض شاشة رقمية مزدوجة، مما يمنحه مزايا الدقة العالية، والبديهية، وسهولة التعديل، ودقة التحكم العالية.",
    ],
    specifications: [
      {
        label: "نطاق التحكم في درجة الحرارة",
        value: "-40℃～room temperature",
      },
      {
        label: "قوة الضاغط",
        value: "2000W",
      },
      {
        label: "الجهد االكهربى",
        value: "AC220V±10%",
      },
      {
        label: "حجم الاستوديو",
        value: "500×550×600mm",
      },
      {
        label: "الأبعاد",
        value: "820×780×1650mm",
      },
      {
        label: "وزن",
        value: "180kg",
      },
    ],
  },
  P150: {
    features: [
      "الهيكل العام قوي، والشكل جميل، ومقاومة التآكل جيدة.",
      "يعتمد مقياس درجة الحرارة والرطوبة على الإعداد، ويعرض شاشة رقمية مزدوجة، مما يمنحه مزايا الدقة العالية، والبديهية، وسهولة التعديل، ودقة التحكم العالية.",
    ],
    specifications: [
      {
        label: "الجهد االكهربى",
        value: "AC220±10%",
      },
      {
        label: "قوة التسخين",
        value: "500W",
      },
      {
        label: "قوة التبريد",
        value: "138W",
      },
      {
        label: "التحكم في درجة الحرارة",
        value: "20～60±2℃",
      },
      {
        label: "رطوبة",
        value: "45～80±5%RH",
      },
      {
        label: "حجم حجرة العمل",
        value: "600×500×600mm",
      },
      {
        label: "الأبعاد",
        value: "700×650×1500mm",
      },
      {
        label: "وزن",
        value: "185kg",
      },
    ],
  },
  P151: {
    features: [
      "تحكم دقيق في درجة الحرارة وتجانس جيد في توزيعها.",
      "مساحة فعالة كبيرة وأداء مستقر.",
    ],
    specifications: [
      {
        label: "التحكم في درجة الحرارة",
        value: "Room temperature ～200℃",
      },
      {
        label: "دقة جهاز التحكم في درجة الحرارة",
        value: "±1℃",
      },
      {
        label: "سرعة القرص الدوار",
        value: "11～12r/min",
      },
      {
        label: "قوة التسخين",
        value: "2200W",
      },
      {
        label: "جهد مصدر الطاقة",
        value: "AC220V±10%",
      },
      {
        label: "حجم حجرة العمل",
        value: "450×450×500mm",
      },
      {
        label: "الأبعاد الكلية",
        value: "780×660×1160mm",
      },
      {
        label: "وزن",
        value: "100kg",
      },
    ],
  },
  C001: {
    specifications: [
      {
        label: "طريقة تبريد المكثف",
        value: "Air-cooling",
      },
      {
        label: "عدد قطع الاختبار",
        value: "28 PCS",
      },
      {
        label: "حجم العينة",
        value: "100×100×400mm,the temperature measuring parts are of the same size, and there are temperature measuring holes in the middle.",
      },
      {
        label: "وقت انتهاء التجميد / درجة حرارة مركز قطعة الاختبار",
        value: "1.5～2.5h/-17±2℃（New standard -18±2℃）",
      },
      {
        label: "وقت انتهاء الانصهار / درجة حرارة مركز قطعة الاختبار",
        value: "1.0～2.0h/8±2℃（New standard 5±2℃）",
      },
      {
        label: "دورة التجميد والذوبان",
        value: "2.5～4h,the melting time is not less than 1/4 freeze-thaw cycle.",
      },
      {
        label: "فرق درجة الحرارة بين مركز العينة وسطحها",
        value: "＜28℃",
      },
      {
        label: "عدد الدورات",
        value: "The standard is 300 times, and the number of cycles can be adjusted.",
      },
      {
        label: "مسجل درجة الحرارة",
        value: "LCD touch screen controller",
      },
      {
        label: "وسط قابل لدورة التجميد والذوبان",
        value: "-45°C antifreeze (1:1 mixed with water)",
      },
      {
        label: "كمية وسائط دورة التجميد والذوبان المشحونة",
        value: "90kg",
      },
      {
        label: "ضاغط الثلاجة",
        value: "Complete inlet closure 8.5HP",
      },
      {
        label: "حجم برميل العينة",
        value: "115×115×490mm",
      },
      {
        label: "قوة التسخين",
        value: "9kW",
      },
      {
        label: "أقصى قدرة تشغيلية",
        value: "11kW",
      },
      {
        label: "الجهد االكهربى",
        value: "AC380V±10%",
      },
      {
        label: "الأبعاد الكلية",
        value: "1870×1370×1000mm",
      },
    ],
  },
  C002: {
    specifications: [
      {
        label: "طريقة تبريد المكثف",
        value: "Air-cooling",
      },
      {
        label: "عدد قطع الاختبار",
        value: "16 PCS",
      },
      {
        label: "حجم العينة",
        value: "100×100×400mm,the temperature measuring parts are of the same size, and there are temperature measuring holes in the middle.",
      },
      {
        label: "وقت انتهاء التجميد / درجة حرارة مركز قطعة الاختبار",
        value: "1.5～2.5h/-17±2℃（New standard -18±2℃）",
      },
      {
        label: "وقت انتهاء الانصهار / درجة حرارة مركز قطعة الاختبار",
        value: "1.0～2.0h/8±2℃（New standard 5±2℃）",
      },
      {
        label: "دورة التجميد والذوبان",
        value: "2.5～4h,the melting time is not less than 1/4 freeze-thaw cycle.",
      },
      {
        label: "فرق درجة الحرارة بين مركز العينة وسطحها",
        value: "＜28℃",
      },
      {
        label: "عدد الدورات",
        value: "The standard is 300 times, and the number of cycles can be adjusted.",
      },
      {
        label: "مسجل درجة الحرارة",
        value: "LCD touch screen controller",
      },
      {
        label: "وسط قابل لدورة التجميد والذوبان",
        value: "-45°C antifreeze (1:1 mixed with water)",
      },
      {
        label: "كمية وسائط دورة التجميد والذوبان المشحونة",
        value: "60kg",
      },
      {
        label: "ضاغط الثلاجة",
        value: "Complete inlet closure 5HP",
      },
      {
        label: "حجم برميل العينة",
        value: "115×115×490mm",
      },
      {
        label: "قوة التسخين",
        value: "6kW",
      },
      {
        label: "أقصى قدرة تشغيلية",
        value: "8kW",
      },
      {
        label: "الجهد االكهربى",
        value: "AC380V±10%",
      },
      {
        label: "الأبعاد الكلية",
        value: "1870×1000×1000mm",
      },
    ],
  },
  C003: {
    specifications: [
      {
        label: "طريقة تبريد المكثف",
        value: "Air-cooling",
      },
      {
        label: "عدد قطع الاختبار",
        value: "10 PCS",
      },
      {
        label: "حجم العينة",
        value: "100×100×400mm,the temperature measuring parts are of the same size, and there are temperature measuring holes in the middle.",
      },
      {
        label: "وقت انتهاء التجميد / درجة حرارة مركز قطعة الاختبار",
        value: "1.5～2.5h/-17±2℃（New standard -18±2℃）",
      },
      {
        label: "وقت انتهاء الانصهار / درجة حرارة مركز قطعة الاختبار",
        value: "1.0～2.0h/8±2℃（New standard 5±2℃）",
      },
      {
        label: "دورة التجميد والذوبان",
        value: "2.5～4h,the melting time is not less than 1/4 freeze-thaw cycle.",
      },
      {
        label: "فرق درجة الحرارة بين مركز العينة وسطحها",
        value: "＜28℃",
      },
      {
        label: "عدد الدورات",
        value: "The standard is 300 times, and the number of cycles can be adjusted.",
      },
      {
        label: "مسجل درجة الحرارة",
        value: "LCD touch screen controller",
      },
      {
        label: "وسط قابل لدورة التجميد والذوبان",
        value: "-45°C antifreeze (1:1 mixed with water)",
      },
      {
        label: "كمية وسائط دورة التجميد والذوبان المشحونة",
        value: "30kg",
      },
      {
        label: "ضاغط الثلاجة",
        value: "Complete inlet closure 3HP",
      },
      {
        label: "حجم برميل العينة",
        value: "115×115×490mm",
      },
      {
        label: "قوة التسخين",
        value: "4.5kW",
      },
      {
        label: "أقصى قدرة تشغيلية",
        value: "6kW",
      },
      {
        label: "الجهد االكهربى",
        value: "AC380V±10%",
      },
      {
        label: "الأبعاد الكلية",
        value: "1620×1000×1000mm",
      },
    ],
  },
  C004: {
    specifications: [
      {
        label: "التحكم في درجة الحرارة",
        value: "20±2℃(adjust)",
      },
      {
        label: "دقة التحكم في درجة الحرارة",
        value: "0.5℃",
      },
      {
        label: "التحكم في الرطوبة",
        value: "70±5%RH (40~70 adjust)",
      },
      {
        label: "تركيز ثاني أكسيد الكربون",
        value: "20±3% (0~60,0~100 adjust,two ranges available)",
      },
      {
        label: "دقة قياس تركيز ثاني أكسيد الكربون",
        value: "±1%",
      },
      {
        label: "توحيد تركيز ثاني أكسيد الكربون",
        value: "≦2%",
      },
      {
        label: "دقة تركيز ثاني أكسيد الكربون",
        value: "1%",
      },
      {
        label: "قوة التسخين",
        value: "600W",
      },
      {
        label: "طاقة التبريد/إزالة الرطوبة",
        value: "240W",
      },
      {
        label: "قوة الترطيب",
        value: "1500W",
      },
      {
        label: "الجهد االكهربى",
        value: "AC220V±10%",
      },
      {
        label: "حجم الاستوديو",
        value: "620×550×1230mm",
      },
      {
        label: "الأبعاد الكلية",
        value: "1100×710×1630mm",
      },
      {
        label: "وزن",
        value: "200kg",
      },
    ],
  },
  C005: {
    specifications: [
      {
        label: "حجم العينة مع القالب",
        value: "195×195×175mm",
      },
      {
        label: "القطر الداخلي للصندوق",
        value: "1000×750×640mm",
      },
      {
        label: "الأبعاد الكلية",
        value: "1560×850×900mm",
      },
      {
        label: "عدد مجموعات العينات",
        value: "8 groups (24 pieces in total)",
      },
      {
        label: "معدل ارتفاع درجة الحرارة",
        value: "≦15℃/h",
      },
      {
        label: "قوة التسخين",
        value: "4.0kW (new heating tube)",
      },
      {
        label: "قوة التبريد",
        value: "0.5kW",
      },
      {
        label: "الجهد االكهربى",
        value: "AC220V±10%",
      },
      {
        label: "تكرار",
        value: "50-60Hz",
      },
    ],
  },
  C006: {
    specifications: [
      {
        label: "التحكم في درجة الحرارة",
        value: "Room temperature ~100℃(adjust)",
      },
      {
        label: "دقة التحكم في درجة الحرارة",
        value: "±0.2℃",
      },
      {
        label: "نطاق وقت التحكم",
        value: "1~999min（99.9 days）",
      },
      {
        label: "تكرار",
        value: "50-60Hz",
      },
      {
        label: "دقة التحكم في الوقت",
        value: "±1min",
      },
      {
        label: "قوة التسخين",
        value: "6kW",
      },
      {
        label: "طاقة مضخة المياه",
        value: "90W",
      },
      {
        label: "الجهد االكهربى",
        value: "AC380V±10%",
      },
      {
        label: "حجم الاستوديو",
        value: "650×550×600 (clear height 450mm)",
      },
      {
        label: "الأبعاد الكلية",
        value: "1010×680×800mm",
      },
    ],
  },
  C015: {
    specifications: [
      {
        label: "ضغط العمل",
        value: "4MPa",
      },
      {
        label: "وضع التشغيل",
        value: "Automatic pressurization",
      },
      {
        label: "عدد عينات الاختبار",
        value: "6 PCS",
      },
      {
        label: "القطر الداخلي للفتحة العلوية لقالب الاختبار",
        value: "Φ175mm",
      },
      {
        label: "القطر الداخلي لقاعدة قالب الاختبار",
        value: "Φ185mm",
      },
      {
        label: "ارتفاع قالب التجربة",
        value: "160mm",
      },
      {
        label: "قوة المحرك",
        value: "80W",
      },
      {
        label: "سرعة السيارات",
        value: "136r/min",
      },
      {
        label: "قطر مكبس مضخة المكبس",
        value: "Φ10mm",
      },
      {
        label: "تردد المضخة المكبسية",
        value: "136 times/min",
      },
      {
        label: "تدفق مضخة المكبس",
        value: "0.11L/min",
      },
      {
        label: "جهد التغذية",
        value: "AC380V±10%",
      },
      {
        label: "أبعاد",
        value: "1090×710×920mm",
      },
      {
        label: "وزن",
        value: "185kg",
      },
    ],
  },
  C016: {
    specifications: [
      {
        label: "الجهد االكهربى",
        value: "220V",
      },
      {
        label: "درجة الحرارة الداخلية",
        value: "Room temperature to 100℃,users need to control freely",
      },
      {
        label: "الطاقة الكهربائية لتسخين الأنابيب الحرارية",
        value: "2000W(3 PCS)",
      },
      {
        label: "حجم الاستوديو",
        value: "750×550×530mm",
      },
    ],
  },
  C017: {
    specifications: [
      {
        label: "حجم جزيئات الخلطة الخرسانية",
        value: "≤40mm",
      },
      {
        label: "تحديد الحد الأقصى لمحتوى الهواء",
        value: "8%",
      },
      {
        label: "حجم وعاء قياس خرساني",
        value: "Volume 7L, inner diameter to height ratio is 1:1",
      },
      {
        label: "عرض نطاق قيمة ضغط الجهاز",
        value: "0.25MPa",
      },
      {
        label: "عرض قيمة تقسيم الجهاز",
        value: "0.005MPa",
      },
      {
        label: "كمية محتوى الهواء",
        value: "8%",
      },
      {
        label: "الحد الأدنى للقراءة",
        value: "0.1%",
      },
    ],
  },
  C020: {
    specifications: [
      {
        label: "قالب عينة من العيار العلوي",
        value: "Φ160mm",
      },
      {
        label: "قالب عينة عيار سفلي",
        value: "Φ150mm",
      },
      {
        label: "درجة حرارة الاختبار",
        value: "20±2℃",
      },
      {
        label: "أقصى قوة اختراق",
        value: "1000N",
      },
      {
        label: "الحد الأدنى لقيمة القسمة",
        value: "0.1N",
      },
      {
        label: "خطأ في عرض القيمة",
        value: "<±1%",
      },
      {
        label: "طريقة الاختراق",
        value: "Manual",
      },
      {
        label: "منطقة القلم",
        value: "100, 50, 20mm²",
      },
      {
        label: "الجهد االكهربى",
        value: "220V",
      },
    ],
  },
  C021: {
    specifications: [
      {
        label: "وضع العرض",
        value: "Pointer",
      },
      {
        label: "القيمة القصوى المقاسة",
        value: "1200N",
      },
      {
        label: "قالب عينة من العيار العلوي",
        value: "Φ160mm",
      },
      {
        label: "قالب عينة عيار سفلي",
        value: "Φ150mm",
      },
      {
        label: "ارتفاع قالب العينة",
        value: "150mm",
      },
      {
        label: "عمق الاختراق",
        value: "25mm",
      },
      {
        label: "الحد الأدنى لقيمة القسمة",
        value: "1N",
      },
      {
        label: "خطأ في المؤشر",
        value: "±10N",
      },
      {
        label: "منطقة تحميل القلم",
        value: "100,50,20mm2",
      },
      {
        label: "مقاومة الاختراق",
        value: "0.2～3.5MPa,3.5～20MPa, 20～28MPa",
      },
      {
        label: "أبعاد",
        value: "700×350×1000mm",
      },
      {
        label: "حجم التعبئة",
        value: "730×360×1040mm",
      },
      {
        label: "وزن",
        value: "40kg",
      },
    ],
  },
  C022: {
    specifications: [
      {
        label: "حجم الطاولة",
        value: "500×500mm",
      },
      {
        label: "تردد الاهتزاز",
        value: "2860 point/min",
      },
      {
        label: "سعة الاهتزاز",
        value: "0.3-0.6mm",
      },
      {
        label: "قوة الاهتزاز",
        value: "0.55kW",
      },
      {
        label: "حمولة",
        value: "100kg",
      },
      {
        label: "وزن",
        value: "35kg",
      },
    ],
  },
  C023: {
    specifications: [
      {
        label: "حجم الطاولة",
        value: "800×800mm",
      },
      {
        label: "تردد الاهتزاز",
        value: "2860 point/min",
      },
      {
        label: "سعة الاهتزاز",
        value: "0.3-0.6mm",
      },
      {
        label: "قوة الاهتزاز",
        value: "1.1kW",
      },
      {
        label: "حمولة",
        value: "150kg",
      },
      {
        label: "وزن",
        value: "70kg",
      },
    ],
  },
  C024: {
    specifications: [
      {
        label: "حجم الطاولة",
        value: "1000×1000mm",
      },
      {
        label: "تردد الاهتزاز",
        value: "2860 point/min",
      },
      {
        label: "سعة الاهتزاز",
        value: "0.3-0.6mm",
      },
      {
        label: "قوة الاهتزاز",
        value: "1.5kW",
      },
      {
        label: "حمولة",
        value: "200kg",
      },
      {
        label: "وزن",
        value: "100kg",
      },
    ],
  },
  C025: {
    specifications: [
      {
        label: "سمك الجدار",
        value: "6mm",
      },
      {
        label: "سعة التغذية",
        value: "48L",
      },
      {
        label: "سعة التفريغ",
        value: "30L",
      },
      {
        label: "أقصى سعة تصريف",
        value: "33L",
      },
      {
        label: "وقت الخلط",
        value: "≤45s",
      },
      {
        label: "سرعة محور التحريك",
        value: "45r/min",
      },
      {
        label: "الطاقة الكهربائية",
        value: "1.5kW",
      },
      {
        label: "الجهد االكهربى",
        value: "AC380V±10%",
      },
      {
        label: "أبعاد",
        value: "1130×400×900mm",
      },
      {
        label: "وزن",
        value: "160kg",
      },
    ],
  },
  C026: {
    specifications: [
      {
        label: "سمك الجدار",
        value: "6mm",
      },
      {
        label: "سعة التغذية",
        value: "96L",
      },
      {
        label: "سعة التفريغ",
        value: "60L",
      },
      {
        label: "أقصى سعة تصريف",
        value: "66L",
      },
      {
        label: "وقت الخلط",
        value: "≤45s",
      },
      {
        label: "سرعة محور التحريك",
        value: "45r/min",
      },
      {
        label: "الطاقة الكهربائية",
        value: "2.2kW",
      },
      {
        label: "الجهد االكهربى",
        value: "AC380V±10%",
      },
      {
        label: "أبعاد",
        value: "1520×530×1060mm",
      },
      {
        label: "وزن",
        value: "220kg",
      },
    ],
  },
  C027: {
    specifications: [
      {
        label: "نطاق القياس",
        value: "50～999.99mV",
      },
      {
        label: "تكوين الأقطاب الكهربائية",
        value: "domestic 2 electrodes",
      },
      {
        label: "نطاق القياس الكهربائي",
        value: "1×10-2～5×10-5mol/L",
      },
      {
        label: "الجهد االكهربى",
        value: "AC220V±10%",
      },
    ],
  },
  C028: {
    specifications: [
      {
        label: "أقصى مدى لمقياس الضغط",
        value: "6MPa",
      },
      {
        label: "القطر الداخلي للأسطوانة",
        value: "125±0.02mm",
      },
      {
        label: "ارتفاع جسم الأسطوانة",
        value: "200±0.2mm",
      },
      {
        label: "قطر المكبس العامل",
        value: "125mm",
      },
      {
        label: "فتحة الشاشة",
        value: "0.335mm (50 mesh)",
      },
      {
        label: "وزن",
        value: "20kg",
      },
    ],
  },
  D001: {
    specifications: [
      {
        label: "التحكم في درجة الحرارة",
        value: "20±1℃",
      },
      {
        label: "دقة التحكم في درجة الحرارة",
        value: "±1℃",
      },
      {
        label: "قوة الضاغط",
        value: "240W",
      },
      {
        label: "قوة السخان",
        value: "1000W",
      },
      {
        label: "الجهد االكهربى",
        value: "AC220V±10%",
      },
      {
        label: "حجم صندوق الصيانة",
        value: "175×290×65mm (30 pieces)",
      },
      {
        label: "حجم كتلة الاختبار",
        value: "40×40×160 mm(180 pieces)",
      },
      {
        label: "أبعاد",
        value: "800×670×1750mm",
      },
      {
        label: "وزن",
        value: "148kg",
      },
    ],
  },
  D002: {
    specifications: [
      {
        label: "التحكم في درجة الحرارة",
        value: "20±1℃",
      },
      {
        label: "دقة التحكم في درجة الحرارة",
        value: "±1℃",
      },
      {
        label: "الجهد االكهربى",
        value: "AC220V±10%",
      },
      {
        label: "قوة الضاغط",
        value: "240W",
      },
      {
        label: "قوة السخان",
        value: "2000W",
      },
      {
        label: "حجم كتلة الاختبار",
        value: "40×40×160mm (360 pieces)",
      },
      {
        label: "حجم صندوق الصيانة",
        value: "175×290×65mm (60 pieces)",
      },
      {
        label: "أبعاد",
        value: "1080×850×1880mm",
      },
      {
        label: "وزن",
        value: "350kg",
      },
    ],
  },
  D006: {
    specifications: [
      {
        label: "درجة حرارة الاختبار",
        value: "20±1℃",
      },
      {
        label: "التحكم في الرطوبة",
        value: "≧95%RH",
      },
      {
        label: "قوة الضاغط",
        value: "138W",
      },
      {
        label: "قوة السخان",
        value: "800W",
      },
      {
        label: "الجهد االكهربى",
        value: "AC220V±10%",
      },
      {
        label: "عدد القوالب التجريبية الموضوعة",
        value: "40×40×160 trial molds, 6 groups can be placed on each layer; 150×150×150 mold trial, 3 groups can be placed on each layer; 100×100×100 mold trial, 4 groups can be placed on each layer",
      },
      {
        label: "حجم الاستوديو",
        value: "590×570×1180mm",
      },
      {
        label: "أبعاد",
        value: "1000×700×1530mm",
      },
      {
        label: "وزن",
        value: "122kg",
      },
    ],
  },
  D008: {
    specifications: [
      {
        label: "دقة جهاز التحكم في درجة الحرارة",
        value: "20±1℃",
      },
      {
        label: "التحكم في الرطوبة",
        value: "60-80%RH",
      },
      {
        label: "الجهد االكهربى",
        value: "AC220V±10%",
      },
      {
        label: "قوة الضاغط",
        value: "138W",
      },
      {
        label: "قوة السخان",
        value: "500W",
      },
      {
        label: "حجم الاستوديو",
        value: "580×500×1180mm",
      },
      {
        label: "ينقسم رف العينات الداخلي بالتساوي إلى 6 أحجام شبكية",
        value: "580×490×180mm",
      },
      {
        label: "أبعاد",
        value: "1000×700×1530 mm",
      },
      {
        label: "وزن",
        value: "130kg",
      },
    ],
  },
  D009: {
    specifications: [
      {
        label: "دوران بسرعة منخفضة",
        value: "140 ± 2 r/min",
      },
      {
        label: "سرعة منخفضة للثورة",
        value: "62 ± 2 r/min",
      },
      {
        label: "دوران عالي السرعة",
        value: "285 ± 3 r/min",
      },
      {
        label: "ريفولوشن هاي",
        value: "125 ± 3 r/min",
      },
      {
        label: "عرض شفرة الخلط",
        value: "135mm",
      },
      {
        label: "سعة",
        value: "5L",
      },
      {
        label: "سمك الجدار",
        value: "1.5mm",
      },
      {
        label: "الفجوة العاملة بين شفرة الخلط ووعاء الخلط",
        value: "3mm ±1mm",
      },
      {
        label: "الجهد االكهربى",
        value: "AC220V±10%",
      },
      {
        label: "الأبعاد الخارجية (الطول × العرض × الارتفاع)",
        value: "630×400×660mm",
      },
      {
        label: "وزن",
        value: "80kg",
      },
    ],
  },
  D010: {
    specifications: [
      {
        label: "الكتلة الإجمالية للوحة الطاولة (بما في ذلك الذراع، وإطار القالب، وما إلى ذلك).",
        value: "13.75±0.25kg",
      },
      {
        label: "الوزن الإجمالي للجزء المهتز",
        value: "20±0.5kg",
      },
      {
        label: "السعة (مسافة السقوط)",
        value: "15±0.3mm",
      },
      {
        label: "زمن 60 اهتزازًا",
        value: "60±2s",
      },
      {
        label: "سرعة السيارات",
        value: "60rpm",
      },
      {
        label: "قوة المحرك",
        value: "40W",
      },
      {
        label: "الجهد االكهربى",
        value: "AC220V",
      },
      {
        label: "الأبعاد الكلية",
        value: "1152×482×510mm",
      },
      {
        label: "وزن",
        value: "87kg",
      },
    ],
  },
  D011: {
    specifications: [
      {
        label: "طريقة العرض",
        value: "Pointer",
      },
      {
        label: "نسبة خرج الرافعة المزدوجة (نسبة المسافة بين الشعاع السفلي والذراع) (الحد الأقصى)",
        value: "50:1",
      },
      {
        label: "أقصى إنتاج",
        value: "Double Leverage 5000N",
      },
      {
        label: "تحميل",
        value: "50N/s",
      },
      {
        label: "قطر بكرة التحميل وبكرة الدعم",
        value: "Φ10mm",
      },
      {
        label: "دعم ميل الأسطوانة",
        value: "100mm",
      },
      {
        label: "تباعد إطار التثبيت",
        value: "46mm",
      },
      {
        label: "ميل الرافعة",
        value: ">1/50°",
      },
      {
        label: "الأبعاد (الطول × العرض × الارتفاع)",
        value: "1080×220×780mm",
      },
      {
        label: "وزن",
        value: "130kg",
      },
    ],
  },
  D013: {
    specifications: [
      {
        label: "أقصى مقاومة للانحناء",
        value: "6000N",
      },
      {
        label: "قطر بكرة التحميل وبكرة الدعم",
        value: "Φ10mm",
      },
      {
        label: "مسافة دعم البكرة",
        value: "100mm",
      },
      {
        label: "تباعد إطار التثبيت",
        value: "46mm",
      },
      {
        label: "ميل الرافعة",
        value: ">1/50°",
      },
      {
        label: "الجهد االكهربى",
        value: "AC220V±10%",
      },
      {
        label: "أبعاد",
        value: "1180×220×800mm",
      },
      {
        label: "وزن",
        value: "135kg",
      },
    ],
  },
  D014: {
    specifications: [
      {
        label: "الوزن الإجمالي للجزء المهتز",
        value: "4.35±0.15kg",
      },
      {
        label: "مسافة السقوط الناتجة عن الاهتزاز",
        value: "10±0.2mm(For ASTM C230, 12.7±0.2)",
      },
      {
        label: "تردد الاهتزاز",
        value: "1Hz",
      },
      {
        label: "أوقات الاهتزاز",
        value: "25 times",
      },
      {
        label: "معلمات سطح المكتب",
        value: "Cast steel, hard chrome plated working surface",
      },
      {
        label: "القطر",
        value: "Φ300±1mm(For ASTM C230, Φ254±1)",
      },
      {
        label: "أبعاد",
        value: "400×500×370mm",
      },
      {
        label: "الجهد االكهربى",
        value: "AC220V±10%",
      },
      {
        label: "وزن",
        value: "25kg",
      },
    ],
  },
  D015: {
    specifications: [
      {
        label: "اختبار دقة تحليل المنخل",
        value: "1~0.030mm",
      },
      {
        label: "وقت العرض تلقائي",
        value: "0～999s (adjust)",
      },
      {
        label: "العمل تحت ضغط سلبي",
        value: "-4000~6000Pa",
      },
      {
        label: "الجهد االكهربى",
        value: "AC220V±10%",
      },
      {
        label: "تغذية",
        value: "10～25g",
      },
      {
        label: "مُكَمِّلات",
        value: "0.045 sieve, 0.08 sieve (optional)",
      },
      {
        label: "ضوضاء",
        value: "≤75dB",
      },
      {
        label: "أبعاد",
        value: "450×380×830mm",
      },
      {
        label: "وزن",
        value: "30kg",
      },
    ],
  },
  D017: {
    specifications: [
      {
        label: "أقصى درجة حرارة للغليان",
        value: "100℃",
      },
      {
        label: "حجم الخزان الداخلي",
        value: "31L",
      },
      {
        label: "وقت التسخين",
        value: "30±5min(20℃ to 100℃)",
      },
      {
        label: "التحكم في وقت التسخين",
        value: "0～3.5h",
      },
      {
        label: "سخان أنبوبي يعمل بالطاقة",
        value: "4kW",
      },
      {
        label: "الجهد االكهربى",
        value: "AC220V±10%",
      },
      {
        label: "حجم الاستوديو",
        value: "410×240×310mm",
      },
      {
        label: "أبعاد",
        value: "490×290×410mm",
      },
      {
        label: "وزن",
        value: "25kg",
      },
    ],
  },
  D018: {
    specifications: [
      {
        label: "الجهد االكهربى",
        value: "200V±10%",
      },
      {
        label: "نطاق التوقيت",
        value: "0.1s<T<999.9s",
      },
      {
        label: "دقة التوقيت",
        value: "<0.2s",
      },
      {
        label: "دقة القياس",
        value: "＜1%",
      },
      {
        label: "نطاق درجة الحرارة",
        value: "8~34℃",
      },
      {
        label: "قطر التجويف الداخلي للأسطوانة القابلة للتنفس",
        value: "Φ12.7mm",
      },
      {
        label: "ارتفاع عينة التجويف الداخلي للأسطوانة القابلة للتنفس",
        value: "15mm",
      },
      {
        label: "عدد الثقوب في الصفيحة المثقبة",
        value: "35",
      },
      {
        label: "قطر ثقب الصفيحة المثقبة",
        value: "Φ1.0mm",
      },
      {
        label: "سمك الصفيحة المثقبة",
        value: "1mm",
      },
      {
        label: "البعد الخارجي",
        value: "430×500×280mm",
      },
      {
        label: "وزن",
        value: "8kg",
      },
    ],
  },
  E001: {
    features: [
      "يتم التحكم فيه بواسطة محرك ثنائي السرعة عبر وحدة تحكم في برنامج الوقت، ويكمل تلقائيًا دورة العمل المحددة \"دوران بطيء - توقف - دوران سريع\".",
      "يضمن الهيكل المعدني بالكامل أداءً مستقرًا أثناء الاختبار.",
    ],
    specifications: [
      {
        label: "سرعة الدوران المنخفضة (دورة/دقيقة)",
        value: "140±5",
      },
      {
        label: "سرعة دوران عالية (دورة/دقيقة)",
        value: "285±10",
      },
      {
        label: "سرعة الدوران المنخفضة (دورة/دقيقة)",
        value: "62±5",
      },
      {
        label: "سرعة الدوران العالية (دورة/دقيقة)",
        value: "125±10",
      },
      {
        label: "عرض شفرة الخلط (مم)",
        value: "135",
      },
      {
        label: "مواصفات وصلة الخيط بين شفرة الخلط وعمود شفرة الخلط",
        value: "M18×1.5",
      },
      {
        label: "حجم وعاء الخلط (لتر)",
        value: "5",
      },
      {
        label: "سمك جدار وعاء الخلط (مم)",
        value: "1.5",
      },
      {
        label: "المسافة بين شفرة الخلط ووعاء الخلط (مم)",
        value: "3±1",
      },
      {
        label: "جهد مصدر الطاقة",
        value: "AC380V±10%, 50Hz",
      },
      {
        label: "الأبعاد الكلية (مم)",
        value: "550×300×700",
      },
      {
        label: "الوزن (كجم)",
        value: "85",
      },
    ],
  },
  E002: {
    features: [
      "يتم التحكم فيه بواسطة محرك ثنائي السرعة عبر وحدة تحكم في برنامج الوقت، ويكمل تلقائيًا دورة العمل المحددة \"دوران بطيء - توقف - دوران سريع\".",
      "يضمن الهيكل المعدني بالكامل أداءً مستقرًا أثناء الاختبار.",
    ],
    specifications: [
      {
        label: "سرعة الدوران المنخفضة (دورة/دقيقة)",
        value: "62±5",
      },
      {
        label: "سرعة الدوران العالية (دورة/دقيقة)",
        value: "125±10",
      },
      {
        label: "سرعة الدوران المنخفضة (دورة/دقيقة)",
        value: "140±5",
      },
      {
        label: "سرعة دوران عالية (دورة/دقيقة)",
        value: "258±10",
      },
      {
        label: "مدة برنامج التحكم الآلي عند السرعة المنخفضة (ثانية)",
        value: "120±3",
      },
      {
        label: "وقت توقف برنامج التحكم الآلي (ثانية)",
        value: "15",
      },
      {
        label: "مدة برنامج التحكم الآلي عند السرعة العالية (ثانية)",
        value: "120±3",
      },
      {
        label: "مواصفات خيط التوصيل بين شفرة الخلط وعمود الشفرة",
        value: "M16×1",
      },
      {
        label: "المسافة بين شفرة الخلط ووعاء الخلط (مم)",
        value: "2±1",
      },
      {
        label: "عرض شفرة الخلط (مم)",
        value: "111",
      },
      {
        label: "سمك جدار وعاء الخلط (مم)",
        value: "1",
      },
      {
        label: "أبعاد وعاء الخلط (القطر الداخلي × العمق) (مم)",
        value: "Φ160×139",
      },
      {
        label: "حجم الخلط (لتر)",
        value: "2.5",
      },
      {
        label: "جهد مصدر الطاقة",
        value: "AC380V±10%, 50Hz",
      },
      {
        label: "الأبعاد الكلية (مم)",
        value: "450×250×500",
      },
      {
        label: "الوزن (كجم)",
        value: "65",
      },
    ],
  },
  E003: {
    features: [
      "يتكون من مكون اهتزازي، وقسم إطار، ونظام تحكم بالعد بالأشعة تحت الحمراء؛",
      "نظام تحكم آلي بالعد بالأشعة تحت الحمراء، يتوقف تلقائيًا عند 60 عدًا في الثانية، مما يوفر تشغيلًا مريحًا وعدًا دقيقًا؛",
      "المسافة من مركز قرص الطاولة إلى مركز عمود الذراع هي 800 مم.",
    ],
    specifications: [
      {
        label: "مسافة السقوط (مم)",
        value: "15±0.3",
      },
      {
        label: "تردد الاهتزاز",
        value: "60 times/60 seconds ±2 seconds",
      },
      {
        label: "وزن الجزء المهتز (كجم)",
        value: "20±0.5",
      },
      {
        label: "قدرة المحرك (واط)",
        value: "70",
      },
      {
        label: "جهد مصدر الطاقة",
        value: "AC220V±10%, 50Hz",
      },
      {
        label: "الأبعاد الكلية (مم)",
        value: "1010×300×460",
      },
      {
        label: "الوزن (كجم)",
        value: "65",
      },
    ],
  },
  E004: {
    features: [
      "سطح الطاولة مصنوع من مادة مطلية بالكروم الصلب، ويتميز بسطح لامع ومظهر أنيق ومقاومة ممتازة للصدأ.",
      "يوفر جهاز التحكم دقة عالية وهو بسيط وسهل التشغيل.",
    ],
    specifications: [
      {
        label: "مسافة سقوط الاهتزاز (مم)",
        value: "10±0.2",
      },
      {
        label: "تردد الاهتزاز (هرتز)",
        value: "1",
      },
      {
        label: "عدد الاهتزازات (مرات)",
        value: "25",
      },
      {
        label: "وزن الجزء المهتز (كجم)",
        value: "4.35±0.15",
      },
      {
        label: "مادة سطح الطاولة",
        value: "Cast steel, working surface hard chrome-plated",
      },
      {
        label: "قطر سطح الطاولة (مم)",
        value: "Φ300±1",
      },
      {
        label: "الأبعاد الكلية (مم)",
        value: "200×300×280",
      },
      {
        label: "الوزن (كجم)",
        value: "25",
      },
    ],
  },
  E005: {
    specifications: [
      {
        label: "سرعة الدوران المنخفضة (دورة/دقيقة)",
        value: "62±2",
      },
      {
        label: "سرعة الدوران العالية (دورة/دقيقة)",
        value: "125±3",
      },
      {
        label: "سرعة الدوران المنخفضة (دورة/دقيقة)",
        value: "140±2",
      },
      {
        label: "سرعة دوران عالية (دورة/دقيقة)",
        value: "258±3",
      },
      {
        label: "مواصفات خيط التوصيل بين شفرة الخلط وعمود الشفرة",
        value: "M16×1",
      },
      {
        label: "عرض شفرة الخلط (مم)",
        value: "111",
      },
      {
        label: "سمك جدار وعاء الخلط (مم)",
        value: "1",
      },
      {
        label: "حجم الخلط (لتر)",
        value: "2.5",
      },
      {
        label: "جهد مصدر الطاقة",
        value: "AC220V±10%, 50Hz",
      },
      {
        label: "الأبعاد الكلية (مم)",
        value: "570×340×600",
      },
      {
        label: "الوزن (كجم)",
        value: "44",
      },
    ],
  },
  E027: {
    features: [
      "للاختبار في درجات حرارة غير درجة حرارة الغرفة",
      "قفل تعسفي لارتفاع وضع الأمان ووضع التجربة.",
      "حماية تلقائية عند تجاوز الحد الأقصى للحمل، وحماية مزدوجة من خلال حد البرنامج وحد إلكتروني.",
    ],
    customized: [
      "يمكن تخصيص نطاق درجة الحرارة وأبعاد غرفة المناخ",
      "مساحة اختبار قابلة للتخصيص",
      "يمكن تركيب مقياس التمدد لقياس الإجهاد بدقة",
      "متوافق مع خلايا قياس الحمل المختلفة لنطاقات القوة المختلفة",
      "مقابض سهلة التبديل لاختبارات مختلفة",
    ],
    specifications: [
      {
        label: "سعة التحميل (كيلو نيوتن)",
        value: "50 (can be customized to other capacities on request)",
      },
      {
        label: "دقة قياس الحمل",
        value: "±1% (can be customized to 0.5 on request)",
      },
      {
        label: "نطاق قياس الحمل",
        value: "1% to 100% FS",
      },
      {
        label: "مساحة الاختبار الرأسية (بدون قالب)",
        value: "1200mm",
      },
      {
        label: "مساحة اختبار أفقية",
        value: "500mm",
      },
      {
        label: "نطاق سرعة رأس التقاطع",
        value: "0.01～500mm/min",
      },
      {
        label: "دقة التحكم في الموضع",
        value: "0.025µm",
      },
      {
        label: "دقة قياس الإزاحة",
        value: "Within ±0.5%",
      },
      {
        label: "نطاق قياس التشوه",
        value: "0.2%～100%FS",
      },
      {
        label: "دقة قياس التشوه",
        value: "Within ±0.5%",
      },
      {
        label: "نطاق سرعة الاختبار",
        value: "0.5% ～ 100%FS",
      },
      {
        label: "اختبار السرعة والدقة",
        value: "Within ±1% of the set value when the set value is <10%FS; Within ±0.1% of the set value when the set value is ≥10%FS",
      },
      {
        label: "أبعاد الوحدة الرئيسية (مم)",
        value: "900×500×2300",
      },
      {
        label: "مصدر الطاقة للوحدة الرئيسية",
        value: "220V±10%, 2000W",
      },
      {
        label: "وزن الحاسوب المركزي",
        value: "About 300kg",
      },
      {
        label: "فيما يلي المعايير الفنية لغرفة الاختبار البيئي",
        value: "Temperature measured at the specimen (steel) over a 50 mm (2 in) gauge length. Not applicable within 15°C of ambient",
      },
      {
        label: "نطاق درجة الحرارة",
        value: "-40℃ — +150℃",
      },
      {
        label: "وقت التبريد",
        value: "less than 40 min",
      },
      {
        label: "وقت التسخين",
        value: "less than 70 min",
      },
      {
        label: "تدرج درجة الحرارة",
        value: "≤2℃",
      },
      {
        label: "تقلبات درجة الحرارة",
        value: "≤1℃",
      },
      {
        label: "انحراف درجة الحرارة",
        value: "±2℃",
      },
      {
        label: "دقة عرض وحدة التحكم في درجة الحرارة",
        value: "≤0.1℃",
      },
      {
        label: "الأبعاد الداخلية للحجرة (العمق × العرض × الارتفاع مم)",
        value: "240×200×600",
      },
      {
        label: "مصدر طاقة لغرفة بيئية",
        value: "AC220V±10%,50-60Hz",
      },
    ],
  },
};
